Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# Page 2429668632 - Control 580412389 - Property 1295455071
source: Specifies the document date.
de_ch: Gibt das Belegdatum an.
es_es: Especifica la fecha del documento.
fi_fi: Määrittää asiakirjan päivämäärän.
nl_nl: Hiermee wordt de documentdatum opgegeven.

# Page 3041189344 - Control 1165969121 - Property 1295455071
source: Specifies the line number.
de_ch: Gibt die Zeilennummer an.
es_es: Especifica el número de línea.
fi_fi: Määrittää rivinumeron.
nl_nl: Hiermee wordt het regelnummer opgegeven.

# Page 3041189344 - Control 1165969121 - Property 2879900210
source: Line No
de_ch: Zeilennr.
es_es: N.º línea
fi_fi: Rivinro
nl_nl: Regelnr.

# Page 3041189344 - Control 1442081040 - Property 1295455071
source: Specifies the indent used to group certain entries together.
de_ch: Gibt den Einzug an, der zur Gruppierung bestimmter Einträge verwendet wird.
es_es: Especifica la sangría que se usa para agrupar determinados movimientos.
fi_fi: Määrittää sisennyksen, jota käytetään tiettyjen tapahtumien ryhmittelyssä yhteen.
nl_nl: Hiermee wordt de inspringing opgegeven die wordt gebruikt om bepaalde posten te groeperen.

# Page 3041189344 - Control 1442081040 - Property 2879900210
source: Indent
de_ch: Einzug
es_es: Sangría
fi_fi: Sisennä
nl_nl: Inspringen

# Page 3041189344 - Control 2584943505 - Property 1295455071
source: Specifies the new value of the field.
de_ch: Gibt den neuen Wert des Felds an.
es_es: Especifica el nuevo valor del campo.
fi_fi: Määrittää kentän uuden arvon.
nl_nl: Hiermee wordt de nieuwe waarde van het veld opgegeven.

# Page 3041189344 - Control 2584943505 - Property 2879900210
source: New Value
de_ch: Neuer Wert
es_es: Valor nuevo
fi_fi: Uusi arvo
nl_nl: Nieuwe waarde

# Page 3041189344 - Control 3297126266 - Property 1295455071
source: Specifies the value the original value of the field.
de_ch: Gibt den ursprünglichen Wert des Felds an.
es_es: Especifica el valor original del campo.
fi_fi: Määrittää kentän alkuperäisen arvon.
nl_nl: Hiermee wordt de oorspronkelijke waarde van het veld opgegeven.

# Page 3041189344 - Control 3297126266 - Property 2879900210
source: Original Value
de_ch: Ursprünglicher Wert
es_es: Valor original
fi_fi: Alkuperäinen arvo
nl_nl: Oorspronkelijke waarde

# Page 3041189344 - Control 3410398907 - Property 1295455071
source: Specifies the caption of the field.
de_ch: Gibt die Beschriftung des Felds an.
es_es: Especifica el título del campo.
fi_fi: Määrittää kentän selosteen.
nl_nl: Hiermee wordt het bijschrift van het veld opgegeven.

# Page 3041189344 - Control 3410398907 - Property 2879900210
source: Field
de_ch: Feld
es_es: Campo
fi_fi: Kenttä
nl_nl: Veld

# Page 3041189344 - Control 97876479 - Property 1295455071
source: Specifies the caption of the table.
de_ch: Gibt die Beschriftung der Tabelle an.
es_es: Especifica el título de la tabla.
fi_fi: Määrittää taulukon selosteen.
nl_nl: Hiermee wordt het bijschrift van de tabel opgegeven.

# Page 3041189344 - Control 97876479 - Property 2879900210
source: Table
de_ch: Tabelle
es_es: Tabla
fi_fi: Taulukko
nl_nl: Tabel

# Page 3131840299 - Control 1973436783 - Property 2879900210
source: Document Header Changes
de_ch: Änderungen am Belegkopf
es_es: Cambios de encabezado de documento
fi_fi: Asiakirjan otsikon muutokset
nl_nl: Wijzigingen in documentkoppen

# Page 3131840299 - Control 3321991931 - Property 2879900210
source: Applied Mapping Rules
de_ch: Angewendete Zuordnungsregeln
es_es: Reglas de asignación aplicadas
fi_fi: Kohdistetut yhdistämissäännöt
nl_nl: Toegepaste toewijzingsregels

# Page 3131840299 - Control 576805377 - Property 2879900210
source: Document Line Changes
de_ch: Änderungen an der Belegzeile
es_es: Cambios línea documento
fi_fi: Asiakirjan rivimuutokset
nl_nl: Wijzigingen in documentregels

# Page 3229969855 - Control 2584943505 - Property 1295455071
source: Specifies the replaced field value of the mapping.
de_ch: Gibt den ersetzten Feldwert der Zuordnung an.
es_es: Especifica el valor del campo reemplazado de la asignación.
fi_fi: Määrittää yhdistämismäärityksen korvatun kentän arvon.
nl_nl: Hiermee wordt de vervangen veldwaarde van de toewijzing opgegeven.

# Page 3229969855 - Control 2584943505 - Property 2879900210
source: New Value
de_ch: Neuer Wert
es_es: Valor nuevo
fi_fi: Uusi arvo
nl_nl: Nieuwe waarde

# Page 3229969855 - Control 3297126266 - Property 1295455071
source: Specifies the original field value of the mapping.
de_ch: Gibt den ursprünglichen Feldwert der Zuordnung an.
es_es: Especifica el valor del campo original de la asignación.
fi_fi: Määrittää yhdistämismäärityksen alkuperäisen kentän arvon.
nl_nl: Hiermee wordt de oorspronkelijke veldwaarde van de toewijzing opgegeven.

# Page 3229969855 - Control 3297126266 - Property 2879900210
source: Original Value
de_ch: Ursprünglicher Wert
es_es: Valor original
fi_fi: Alkuperäinen arvo
nl_nl: Oorspronkelijke waarde

# Page 3229969855 - Control 3410398907 - Property 1295455071
source: Specifies the caption of the field of the mapping value.
de_ch: Gibt die Beschriftung des Felds des Zuordnungswerts an.
es_es: Especifica la título del campo del valor de asignación.
fi_fi: Määrittää yhdistämismäärityksen arvon kentän selosteen.
nl_nl: Hiermee wordt het bijschrift opgegeven van het veld van de toewijzingswaarde.

# Page 3229969855 - Control 3410398907 - Property 2879900210
source: Field
de_ch: Feld
es_es: Campo
fi_fi: Kenttä
nl_nl: Veld

# Page 3229969855 - Control 97876479 - Property 1295455071
source: Specifies the caption of the table of the mapping value.
de_ch: Gibt die Beschriftung der Tabelle des Zuordnungswerts an.
es_es: Especifica el título de la tabla del valor de asignación.
fi_fi: Määrittää yhdistämismäärityksen arvon taulukon selosteen.
nl_nl: Hiermee wordt het bijschrift opgegeven van de tabel van de toewijzingswaarde.

# Page 3229969855 - Control 97876479 - Property 2879900210
source: Table
de_ch: Tabelle
es_es: Tabla
fi_fi: Taulukko
nl_nl: Tabel

# Page 3249427600 - Control 1533828288 - Property 2879900210
source: Outgoing E-Document
de_ch: Ausgehender E-Beleg
es_es: Documento electrónico saliente
fi_fi: Lähtevä sähköinen asiakirja
nl_nl: Uitgaand e-document

# Page 3249427600 - Control 1675677713 - Property 1295455071
source: Specifies the number of e-document with errors
de_ch: Gibt die Anzahl der fehlerhaften E-Belege an
es_es: Especifica el número del documento electrónico con errores
fi_fi: Määrittää virheitä sisältävien sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer van het e-document met fouten opgegeven

# Page 3249427600 - Control 1675677713 - Property 2879900210
source: Error
de_ch: Fehler
fi_fi: Virhe
nl_nl: Fout

# Page 3249427600 - Control 2826352295 - Property 1295455071
source: Specifies the number of in progress e-document
de_ch: Gibt die Anzahl der in Bearbeitung befindlichen E-Belege an
es_es: Especifica el número del documento electrónico en curso
fi_fi: Määrittää keskeneräisten sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer opgegeven van het e-document dat wordt uitgevoerd

# Page 3249427600 - Control 2826352295 - Property 2879900210
source: In Progress
de_ch: In Bearbeitung
es_es: En curso
fi_fi: Työn alla
nl_nl: Wordt uitgevoerd

# Page 3249427600 - Control 3427878935 - Property 1295455071
source: Specifies the number of processed e-document
de_ch: Gibt die Anzahl der verarbeiteten E-Belege an
es_es: Especifica el número de documento electrónico procesado
fi_fi: Määrittää käsiteltyjen sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer van het verwerkte e-document opgegeven

# Page 3249427600 - Control 3427878935 - Property 2879900210
source: Processed
de_ch: Verarbeitet
es_es: Procesado
fi_fi: Käsitelty
nl_nl: Verwerkt

# Page 3249427600 - Control 3861416824 - Property 2879900210
source: Incoming E-Document
de_ch: Eingehender E-Beleg
es_es: Documento electrónico entrante
fi_fi: Saapuva sähköinen asiakirja
nl_nl: Inkomend e-document

# Page 3249427600 - Control 695445487 - Property 1295455071
source: Specifies the number of in progress e-document
de_ch: Gibt die Anzahl der in Bearbeitung befindlichen E-Belege an
es_es: Especifica el número del documento electrónico en curso
fi_fi: Määrittää keskeneräisten sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer opgegeven van het e-document dat wordt uitgevoerd

# Page 3249427600 - Control 695445487 - Property 2879900210
source: In Progress
de_ch: In Bearbeitung
es_es: En curso
fi_fi: Työn alla
nl_nl: Wordt uitgevoerd

# Page 3249427600 - Control 894262681 - Property 1295455071
source: Specifies the number of e-document with errors
de_ch: Gibt die Anzahl der fehlerhaften E-Belege an
es_es: Especifica el número del documento electrónico con errores
fi_fi: Määrittää virheitä sisältävien sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer van het e-document met fouten opgegeven

# Page 3249427600 - Control 894262681 - Property 2879900210
source: Error
de_ch: Fehler
fi_fi: Virhe
nl_nl: Fout

# Page 3249427600 - Control 977964239 - Property 1295455071
source: Specifies the number of processed e-document
de_ch: Gibt die Anzahl der verarbeiteten E-Belege an
es_es: Especifica el número de documento electrónico procesado
fi_fi: Määrittää käsiteltyjen sähköisten asiakirjojen määrän
nl_nl: Hiermee wordt het nummer van het verwerkte e-document opgegeven

# Page 3249427600 - Control 977964239 - Property 2879900210
source: Processed
de_ch: Verarbeitet
es_es: Procesado
fi_fi: Käsitelty
nl_nl: Verwerkt

# Page 4007301575 - Control 1420580905 - Property 1295455071
source: Specifies the transformation rule applied to map the field.
de_ch: Gibt die für die Zuordnung des Felds angewendete Transformationsregel an.
es_es: Especifica la regla de transformación que se aplica para asignar el campo.
fi_fi: Määrittää kentän yhdistämisessä käytettävän muunnossäännön.
nl_nl: Hiermee wordt de transformatieregel opgegeven die wordt toegepast om het veld toe te wijzen.

# Page 4007301575 - Control 1420580905 - Property 2879900210
source: Transformation
es_es: Transformación
fi_fi: Muutos
nl_nl: Transformatie

# Page 4007301575 - Control 2584943505 - Property 1295455071
source: Specifies the replaced field value of the mapping.
de_ch: Gibt den ersetzten Feldwert der Zuordnung an.
es_es: Especifica el valor del campo reemplazado de la asignación.
fi_fi: Määrittää yhdistämismäärityksen korvatun kentän arvon.
nl_nl: Hiermee wordt de vervangen veldwaarde van de toewijzing opgegeven.

# Page 4007301575 - Control 2584943505 - Property 2879900210
source: Replace Value
de_ch: Ersetzter Wert
es_es: Reemplazar valor
fi_fi: Korvaa arvo
nl_nl: Waarde vervangen

# Page 4007301575 - Control 3135334477 - Property 1295455071
source: Specifies the table of the mapping value.
de_ch: Gibt die Tabelle mit dem Zuordnungswert an.
es_es: Especifica la tabla del valor de asignación.
fi_fi: Määrittää yhdistämisarvon taulukon.
nl_nl: Hiermee wordt de tabel van de toewijzingswaarde opgegeven.

# Page 4007301575 - Control 3135334477 - Property 2879900210
source: Table ID
de_ch: Tabellen-ID
es_es: Id. de tabla
fi_fi: Taulukon tunnus
nl_nl: Tabel-id

# Page 4007301575 - Control 3297126266 - Property 1295455071
source: Specifies the original field value of the mapping.
de_ch: Gibt den ursprünglichen Feldwert der Zuordnung an.
es_es: Especifica el valor del campo original de la asignación.
fi_fi: Määrittää yhdistämismäärityksen alkuperäisen kentän arvon.
nl_nl: Hiermee wordt de oorspronkelijke veldwaarde van de toewijzing opgegeven.

# Page 4007301575 - Control 3297126266 - Property 2879900210
source: Find Value
de_ch: Wert suchen
es_es: Buscar valor
fi_fi: Etsi arvo
nl_nl: Waarde zoeken

# Page 4007301575 - Control 3410398907 - Property 1295455071
source: Specifies the field caption of the mapping value.
de_ch: Gibt die Feldbeschriftung des Zuordnungswerts an.
es_es: Especifica el título de campo del valor de asignación.
fi_fi: Määrittää yhdistämismäärityksen arvon kentän selosteen.
nl_nl: Hiermee wordt het veldbijschrift van de toewijzingswaarde opgegeven.

# Page 4007301575 - Control 3410398907 - Property 2879900210
source: Field
de_ch: Feld
es_es: Campo
fi_fi: Kenttä
nl_nl: Veld

# Page 4007301575 - Control 869342929 - Property 1295455071
source: Specifies the field of the mapping value.
de_ch: Gibt das Feld des Zuordnungswerts an.
es_es: Especifica el campo del valor de asignación.
fi_fi: Määrittää yhdistämismäärityksen arvon kentän.
nl_nl: Hiermee wordt het veld van de toewijzingswaarde opgegeven.

# Page 4007301575 - Control 869342929 - Property 2879900210
source: Field ID
de_ch: Feld-ID
es_es: Id. campo
fi_fi: Kentän tunnus
nl_nl: Veld-id

# Page 4007301575 - Control 97876479 - Property 1295455071
source: Specifies the table caption of the mapping value.
de_ch: Gibt die Tabellenbeschriftung des Zuordnungswerts an.
es_es: Especifica el título de tabla del valor de asignación.
fi_fi: Määrittää yhdistämismäärityksen arvon taulukon selosteen.
nl_nl: Hiermee wordt het tabelbijschrift van de toewijzingswaarde opgegeven.

# Page 4007301575 - Control 97876479 - Property 2879900210
source: Table
de_ch: Tabelle
es_es: Tabla
fi_fi: Taulukko
nl_nl: Tabel

# Page 4102148806 - Control 1120844960 - Property 1295455071
source: Specifies if an item shall be searched by the item reference during the import.
de_ch: Gibt an, ob ein Artikel während des Imports anhand der Artikelreferenz gesucht werden soll.
es_es: Especifica si la referencia del producto buscará un producto durante la importación.
fi_fi: Määrittää, etsitäänkö tuotetta tuoteviitteen perusteella tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of een artikel tijdens de import op de artikelreferentie moet worden gezocht.

# Page 4102148806 - Control 1189486679 - Property 1295455071
source: Specifies if a line discount shall be validated during the import.
de_ch: Gibt an, ob während des Imports ein Zeilenrabatt überprüft werden soll.
es_es: Especifica si se validará un descuento de línea durante la importación.
fi_fi: Määrittää, tarkistetaanko rivialennus tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of een regelkorting wordt gevalideerd tijdens de import.

# Page 4102148806 - Control 1211607273 - Property 1295455071
source: Specifies if an account shall be searched in the Account Mapping by the incoming text during the import.
de_ch: Gibt an, ob während des Imports ein Konto anhand des eingehenden Textes in der Kontozuordnung gesucht werden soll.
es_es: Especifica si se buscará en una cuenta en la asignación de cuentas por el texto entrante durante la importación.
fi_fi: Määrittää, etsitäänkö tiliä tilin yhdistämismäärityksessä tuonnin aikana saapuvan tekstin perusteella.
nl_nl: Hiermee wordt opgegeven of een rekening in de rekeningtoewijzing tijdens de import moet worden doorzocht op de inkomende tekst.

# Page 4102148806 - Control 1263466755 - Property 2879900210
source: Batch Settings
de_ch: Stapel-Einstellungen
es_es: Configuración de lote
fi_fi: Erän asetukset
nl_nl: Batchinstellingen

# Page 4102148806 - Control 1469489673 - Property 1295455071
source: Specifies if receiving company information must be validated during the import.
de_ch: Gibt an, ob eingehende Unternehmensinformationen während des Imports überprüft werden müssen.
es_es: Especifica si se debe validar la información de la empresa de recepción durante la importación.
fi_fi: Määrittää, onko vastaanottavan yrityksen tiedot vahvistettava tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of gegevens van het ontvangende bedrijf tijdens de import moeten worden gevalideerd.

# Page 4102148806 - Control 1558310600 - Property 1295455071
source: Specifies if service uses batch processing for export.
de_ch: Gibt an, ob der Dienst für den Export die Stapelverarbeitung verwendet.
es_es: Especifica si el servicio usa procesamiento por lotes para la exportación.
fi_fi: Määrittää, käyttääkö palvelu eräkäsittelyä vientiin.
nl_nl: Hiermee wordt opgegeven of de service batchverwerking gebruikt voor export.

# Page 4102148806 - Control 1694972421 - Property 1295455071
source: Specifies integration code for the electronic export setup.
de_ch: Gibt den Integrationscode für die Einrichtung des elektronischen Exports an.
es_es: Especifica el código de integración de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen viennin määrityksen integrointikoodin.
nl_nl: Hiermee wordt de integratiecode opgegeven voor de instelling van elektronische export.

# Page 4102148806 - Control 177598372 - Property 1295455071
source: Specifies if an invoice discount shall be applied during the import.
de_ch: Gibt an, ob während des Imports ein Rechnungsrabatt angewendet werden soll.
es_es: Especifica si se aplicará un descuento en factura durante la importación.
fi_fi: Määrittää, sovelletaanko tuonnin aikana laskualennusta.
nl_nl: Hiermee wordt opgegeven of een factuurkorting moet worden toegepast tijdens de import.

# Page 4102148806 - Control 1777051841 - Property 1295455071
source: Specifies if corresponding purchase order must be updated.
de_ch: Gibt an, ob die entsprechende Bestellung aktualisiert werden muss.
es_es: Especifica si se debe actualizar el pedido de compra correspondiente.
fi_fi: Määrittää, onko vastaava ostotilaus päivitettävä.
nl_nl: Hiermee wordt opgegeven of de corresponderende inkooporder moet worden bijgewerkt.

# Page 4102148806 - Control 1814969623 - Property 1295455071
source: Specifies if an invoice total shall be verified during the import.
de_ch: Gibt an, ob während des Imports eine Rechnungssumme überprüft werden soll.
es_es: Especifica si se comprobará el total de una factura durante la importación.
fi_fi: Määrittää, tarkistetaanko laskun loppusumma tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of een factuurtotaal moet worden geverifieerd tijdens de import.

# Page 4102148806 - Control 1952964875 - Property 2879900210
source: Export Mapping
de_ch: Zuordnung exportieren
es_es: Exportar asignación
fi_fi: Viennin yhdistämismääritys
nl_nl: Toewijzing exporteren

# Page 4102148806 - Control 2366453489 - Property 1295455071
source: Specifies the export format of the electronic export setup.
de_ch: Gibt das Exportformat für die Einrichtung des elektronischen Exports an.
es_es: Especifica el formato de exportación de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen viennin asetusten vientimuodon.
nl_nl: Hiermee wordt de exportindeling van de instelling van elektronische export opgegeven.

# Page 4102148806 - Control 2406055564 - Property 1295455071
source: Specifies import jos starting time.
de_ch: Gibt die Startzeit von Importaufträgen an.
es_es: Especifica la hora inicial de los proyectos de importación.
fi_fi: Määrittää tuontityön alkamisajankohdan.
nl_nl: Hiermee wordt de begintijd van de importtaak opgegeven.

# Page 4102148806 - Control 2557484411 - Property 1295455071
source: Specifies the start time of batch processing job.
de_ch: Gibt die Startzeit des Stapelverarbeitungsauftrags an.
es_es: Especifica la hora inicial del proyecto de procesamiento por lotes.
fi_fi: Määrittää eräkäsittelytyön aloitusajan.
nl_nl: Hiermee wordt de begintijd opgegeven van de batchverwerkingstaak.

# Page 4102148806 - Control 2583002469 - Property 1295455071
source: Specifies the threshold of batch processing used for export.
de_ch: Gibt den für den Export verwendeten Schwellenwert für die Stapelverarbeitung an.
es_es: Especifica el umbral del procesamiento por lotes usado para la exportación.
fi_fi: Määrittää viennissä käytettävän eräkäsittelyn raja-arvon.
nl_nl: Hiermee wordt de drempel voor batchverwerking opgegeven die wordt gebruikt voor export.

# Page 4102148806 - Control 2619000645 - Property 1295455071
source: Specifies if an item shall be searched by GTIN during the import.
de_ch: Gibt an, ob während des Imports ein Artikel nach GTIN gesucht werden soll.
es_es: Especifica si GTIN buscará un producto durante la importación.
fi_fi: Määrittää, etsiikö GTIN nimikkeen tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of een artikel tijdens de import op GTIN moet worden gezocht.

# Page 4102148806 - Control 2723539181 - Property 1295455071
source: Specifies if unit of measure shall be resolved during the import.
de_ch: Gibt an, ob die Einheit während des Imports aufgelöst werden soll.
es_es: Especifica si la unidad de medida se resolverá durante la importación.
fi_fi: Määrittää, onko mittayksikkö ratkaistava tuonnin aikana.
nl_nl: Hiermee wordt opgegeven of de maateenheid tijdens de import moet worden opgelost.

# Page 4102148806 - Control 2728023652 - Property 2879900210
source: Import Mapping
de_ch: Zuordnung importieren
es_es: Importar asignación
fi_fi: Tuonnin yhdistämismääritykset
nl_nl: Importtoewijzing

# Page 4102148806 - Control 2818755830 - Property 1295455071
source: Specifies whether to automatically import documents from the service.
de_ch: Gibt an, ob Belege automatisch aus dem Dienst importiert werden sollen.
es_es: Especifica si se importarán documentos automáticamente desde el servicio.
fi_fi: Määrittää, tuodaanko asiakirjat palvelusta automaattisesti.
nl_nl: Hiermee wordt opgegeven of documenten automatisch moeten worden geïmporteerd vanuit de service.

# Page 4102148806 - Control 296424403 - Property 2879900210
source: Imported Parameters
de_ch: Importierte Parameter
es_es: Parámetros importados
fi_fi: Tuodut parametrit
nl_nl: Geïmporteerde parameters

# Page 4102148806 - Control 3004954119 - Property 1295455071
source: Specifies the code of the electronic export setup.
de_ch: Gibt den Code für die Einrichtung des elektronischen Exports an.
es_es: Especifica el código de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen vientiasetuksen koodin.
nl_nl: Hiermee wordt de code opgegeven van de instelling van elektronische export.

# Page 4102148806 - Control 3116612316 - Property 1295455071
source: Specifies if journal line must be created instead of purchase document.
de_ch: Gibt an, ob anstelle eines Einkaufsbelegs eine Buchungsblattzeile erstellt werden muss.
es_es: Especifica si se debe crear una línea de diario en lugar de un documento de compra.
fi_fi: Määrittää, onko ostoasiakirjan sijaan luotava päiväkirjarivi.
nl_nl: Hiermee wordt opgegeven of een dagboekregel moet worden gemaakt in plaats van een inkoopdocument.

# Page 4102148806 - Control 3174913059 - Property 1295455071
source: Specifies the number of minutes between batch processing jobs.
de_ch: Gibt die Anzahl der Minuten zwischen Stapelverarbeitungsaufträgen an.
es_es: Especifica el número de minutos entre trabajos de procesamiento por lotes.
fi_fi: Määrittää eräkäsittelytöiden välisen minuuttimäärän.
nl_nl: Hiermee wordt het aantal minuten opgegeven tussen batchverwerkingstaken.

# Page 4102148806 - Control 3461834954 - Property 1295455071
source: Specifies the description of the electronic export setup.
de_ch: Gibt die Beschreibung für die Einrichtung des elektronischen Exports an.
es_es: Especifica la descripción de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen viennin asetusten kuvauksen.
nl_nl: Hiermee wordt de omschrijving opgegeven van de instelling van elektronische export.

# Page 4102148806 - Control 3628556596 - Property 1295455071
source: Specifies the General Journal Template Name used for journal line creation.
de_ch: Gibt den Fibu Erf.-Journalvorlagenname an, der für die Erstellung der Erfassungsjournalzeile verwendet wird.
es_es: Especifica el nombre del libro de diario general que se usa para la creación de líneas de diario.
fi_fi: Määrittää kirjauskansion rivin luonnissa käytettävän yleisen päiväkirjamallin nimen.
nl_nl: Hiermee wordt de fin. dagboeksjabloonnaam opgegeven voor het maken van dagboekregels.
