Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# Table 4128474945 - Field 4064243282 - Property 2879900210
source: Receiving Company Name
de_ch: Name des empfangenden Mandanten
es_es: Nombre empresa receptora
fi_fi: Vastaanottavan yrityksen nimi
nl_nl: Naam van ontvangend bedrijf

# Table 4128474945 - Field 4085727052 - Property 2879900210
source: Due Date
de_ch: Fälligkeitsdatum
es_es: Fecha vencimiento
fi_fi: Eräpäivä
nl_nl: Vervaldatum

# Table 4128474945 - Field 4198939294 - Property 2879900210
source: Currency Code
de_ch: Währungscode
es_es: Cód. divisa
fi_fi: Valuuttakoodi
nl_nl: Valutacode

# Table 4128474945 - Field 4247437253 - Property 2879900210
source: Amount Excluding VAT
de_ch: Betrag ohne Steuer
es_es: Importe sin IVA
fi_fi: Laskun summa ilman ALV:tä
nl_nl: Bedrag exclusief btw

# Table 4128474945 - Field 462984345 - Property 2879900210
source: Receiving Company Address
de_ch: Adresse des empfangenden Mandanten
es_es: Dirección empresa receptora
fi_fi: Vastaanottavan yrityksen osoite
nl_nl: Adres van ontvangend bedrijf

# Table 4128474945 - Field 477910301 - Property 2879900210
source: Bill-to/Pay-to Name
de_ch: Name des Rechnungsempfängers/des Zahlungsempfängers
es_es: Fact./Pago a Nombre
fi_fi: Laskutusasiakkaan/tavaran laskutt. nimi
nl_nl: Factuur/betalings-naam

# Table 4128474945 - Field 486908828 - Property 2879900210
source: Document No.
de_ch: Belegnr.
es_es: N.º documento
fi_fi: Asiakirjanro
nl_nl: Documentnr.

# Table 4128474945 - Field 513339096 - Property 2879900210
source: Electronic Document Status
de_ch: Status des elektronischen Belegs
es_es: Estado de documento electrónico
fi_fi: Sähköisen asiakirjan tila
nl_nl: Status van elektronisch document

# Table 4128474945 - Field 580412389 - Property 2879900210
source: Document Date
de_ch: Belegdatum
es_es: Fecha de documento
fi_fi: Asiakirjan päivämäärä
nl_nl: Documentdatum

# Table 4128474945 - Field 847456533 - Property 2879900210
source: Receiving Company VAT Reg. No.
de_ch: USt.-IdNr. des empfangenden Mandaten
es_es: CIF/NIF empresa receptora
fi_fi: Vastaanottavan yrityksen ALV-rekisterinumero
nl_nl: Btw-nummer van ontvangend bedrijf

# Table 4128474945 - Field 947690026 - Property 2879900210
source: Incoming E-Document No.
de_ch: Eingehende E-Beleg-Nr.
es_es: N.º documento electrónico entrante
fi_fi: Saapuvan sähköisen asiakirjan nro
nl_nl: Nr. van inkomend e-document

# Table 957206269 - Field 1307368637 - Property 2879900210
source: E-Doc. Entry No
de_ch: E-Beleg-Posten-Nr.
es_es: N.º mov. doc. electrónico
fi_fi: Sähköisen asiakirjan tapahtumanro
nl_nl: Postnr. van e-doc.

# Table 957206269 - Field 1694972421 - Property 2879900210
source: Integration Code
de_ch: Integrationscode
es_es: Código integración
fi_fi: Integrointikoodi
nl_nl: Integratiecode

# Table 957206269 - Field 2205837876 - Property 2879900210
source: Service Code
es_es: Cód. servicio
fi_fi: Huoltokoodi

# Table 957206269 - Field 2363328873 - Property 2879900210
source: Document Type
de_ch: Belegart
es_es: Tipo de documento
fi_fi: Asiakirjatyyppi

# Table 957206269 - Field 2838353296 - Property 2879900210
source: Data Storage
de_ch: Datenspeicher
es_es: Almacenamiento de datos
fi_fi: Tietojen tallennustila
nl_nl: Gegevensopslag

# Table 957206269 - Field 3762310192 - Property 2879900210
source: Document Format
de_ch: Belegformat
es_es: Formato de documento
fi_fi: Asiakirjan muoto
nl_nl: Documentindeling

# Table 957206269 - Field 486908828 - Property 2879900210
source: Document No.
de_ch: Belegnr.
es_es: N.º documento
fi_fi: Asiakirjanro
nl_nl: Documentnr.

# Table 957206269 - Field 513339096 - Property 2879900210
source: E-Document Status
de_ch: Status des E-Belegs
es_es: Estado de documento electrónico
fi_fi: Sähköisen asiakirjan tila
nl_nl: Status van e-document

# Table 957206269 - Field 57167614 - Property 2879900210
source: Data Storage
de_ch: Datenspeicher
es_es: Almacenamiento de datos
fi_fi: Tietojen tallennustila
nl_nl: Gegevensopslag

# Table 957206269 - Field 883711285 - Property 2879900210
source: Entry No
de_ch: Postennr.
es_es: N.º mov.
fi_fi: Tapahtumanro
nl_nl: Postnr.

# Table 4102148806 - NamedType 1679187439
source: Only General Journal Templates of type %1, %2, %3, %4, or %5 are allowed.
de_ch: Nur Fibu Erf.-Journal-Vorlagen vom Typ %1, %2, %3, %4 oder %5 sind zulässig.
es_es: Solo se permiten plantillas de diario general de tipo %1, %2, %3, %4 o %5.
fi_fi: Vain yleisen päiväkirjan mallit tyyppiä %1, %2, %3, %4 tai %5 ovat sallittuja.
nl_nl: Uitsluitend financieel-dagboeksjablonen van het type %1, %2, %3, %4 of %5 zijn toegestaan.

# Table 1668421278 - Property 2879900210
source: E-Document Mapping
de_ch: E-Beleg - Zuordnung
es_es: Asignación de documentos electrónicos
fi_fi: Sähköisen asiakirjan yhdistämismääritys
nl_nl: Toewijzing van e-document

# Table 20105138 - Property 2879900210
source: E-Document Mapping Log
de_ch: E-Beleg - Zuordnungsprotokoll
es_es: Registro de asignación de documentos electrónicos
fi_fi: Sähköisen asiakirjan yhdistämismääritysloki
nl_nl: Logbestand van toewijzing van e-document

# Table 2069227321 - Property 2879900210
source: E-Doc. Data Storage
de_ch: E-Beleg - Datenspeicher
es_es: Almacenamiento datos doc. electrónicos
fi_fi: Sähköisen asiakirjan tietojen tallennustila
nl_nl: Gegevensopslag van e-doc.

# Table 2161247858 - Property 2879900210
source: E-Document Service Status
de_ch: E-Beleg - Dienststatus
es_es: Estado del servicio de documentos electrónicos
fi_fi: Sähköisen asiakirjapalvelun tila
nl_nl: Status van e-documentservice

# Table 2530737823 - Property 2879900210
source: E-Document Integration Log
de_ch: Integrationsprotokoll für E-Belege
es_es: Registro de integración de documentos electrónicos
fi_fi: Sähköisen asiakirjan integrointiloki
nl_nl: Logbestand van e-documentintegratie

# Table 4102148806 - Property 2879900210
source: E-Document Service
de_ch: E-Beleg - Dienst
es_es: Servicio de documentos electrónicos
fi_fi: Sähköinen asiakirjapalvelu

# Table 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# Table 957206269 - Property 2879900210
source: E-Document Log
de_ch: E-Beleg-Protokoll
es_es: Registro documento electrónico
fi_fi: Sähköisen asiakirjan loki
nl_nl: Logbestand van e-document

# TableExtension 2687593492 - Field 87040759 - Property 2879900210
source: Electronic Service Flow Code
de_ch: Elektronischer Serviceflowcode
es_es: Cód. flujo servicio electrónico
fi_fi: Sähköisen huollon työnkulkukoodi
nl_nl: Code van elektronische servicestroom

# TableExtension 3236861849 - Field 4102148806 - Property 2879900210
source: E-Document Service
de_ch: E-Beleg - Dienst
es_es: Servicio de documentos electrónicos
fi_fi: Sähköinen asiakirjapalvelu
