Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# Page 4102148806 - Control 392327972 - Property 1295455071
source: Specifies the number of minutes between running import job.
de_ch: Gibt die Anzahl der Minuten zwischen der Ausführung von Importaufträgen an.
es_es: Especifica el número de minutos entre proyectos de importación en ejecución.
fi_fi: Määrittää tuontitöiden suorittamisen välisen minuuttimäärän.
nl_nl: Hiermee wordt het aantal minuten opgegeven tussen het uitvoeren van de importtaak.

# Page 4102148806 - Control 424205824 - Property 1295455071
source: Specifies the General Journal Batch Name used for journal line creation.
de_ch: Gibt den Fibu Buch.-Blattnamen an, der für die Erstellung der Buchungsblattzeile verwendet wird.
es_es: Especifica el nombre de la sección del diario general que se usa para la creación de la línea de diario.
fi_fi: Määrittää yleisen päiväkirjan erän nimen, jota käytetään päiväkirjarivin luomiseen.
nl_nl: Hiermee wordt de dagboekbatchnaam opgegeven die wordt gebruikt voor het maken van dagboekregels.

# Page 4102148806 - Control 705853609 - Property 1295455071
source: Specifies the mode of batch processing used for export.
de_ch: Gibt den für den Export verwendeten Modus für die Stapelverarbeitung an.
es_es: Especifica el modo de procesamiento por lotes usado para exportación.
fi_fi: Määrittää vientiin käytettävän erän käsittelytavan.
nl_nl: Hiermee wordt de batchverwerkingsmodus opgegeven die voor export wordt gebruikt.

# Page 4128474945 - Control 1246944088 - Property 1295455071
source: Specifies the receiving company GLN.
de_ch: Gibt die GLN des empfangenden Mandanten an.
es_es: Especifica el GLN de la empresa receptora.
fi_fi: Määrittää vastaanottavan yrityksen GLN:n.
nl_nl: Hiermee wordt het GLN van het ontvangende bedrijf opgegeven.

# Page 4128474945 - Control 1771314994 - Property 1295455071
source: Specifies the Workflow used on the electronic document.
de_ch: Gibt den Workflow an, der für den elektronischen Beleg verwendet wird.
es_es: Especifica el flujo de trabajo que se usa en el documento electrónico.
fi_fi: Määrittää sähköisessä asiakirjassa käytetyn työnkulun.
nl_nl: Hiermee wordt de werkstroom opgegeven die wordt gebruikt voor het elektronische document.

# Page 4128474945 - Control 2202932243 - Property 1295455071
source: Specifies the related order number of the electronic document.
de_ch: Gibt die zugehörige Bestellnummer des elektronischen Belegs an.
es_es: Especifica el número de pedido relacionado del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan liittyvän tilausnumeron.
nl_nl: Hiermee wordt het gerelateerde ordernummer van het elektronische document opgegeven.

# Page 4128474945 - Control 2363328873 - Property 1295455071
source: Specifies the electronic document type.
de_ch: Gibt den Typ des elektronischen Belegs an.
es_es: Especifica el tipo de documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan tyypin.
nl_nl: Hiermee wordt het elektronisch documenttype opgegeven.

# Page 4128474945 - Control 3291406315 - Property 1295455071
source: Specifies the total amount of the electronic document including VAT.
de_ch: Gibt den Gesamtbetrag des elektronischen Belegs einschliesslich MWST an.
es_es: Especifica el importe total del documento electrónico que incluye el IVA.
fi_fi: Määrittää sähköisen asiakirjan kokonaissumman sisältäen ALV:n.
nl_nl: Hiermee wordt het totaalbedrag van het elektronische document opgegeven, inclusief btw.

# Page 4128474945 - Control 3487248393 - Property 2879900210
source: Receiving Company Information
de_ch: Informationen des empfangenden Mandanten
es_es: Recibiendo información de la empresa
fi_fi: Vastaanottavan yrityksen tiedot
nl_nl: Gegevens van ontvangend bedrijf

# Page 4128474945 - Control 3710982960 - Property 1295455071
source: Specifies the electronic document posting date.
de_ch: Gibt das Buchungsdatum für den elektronischen Beleg an.
es_es: Especifica la fecha de registro del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan kirjauspäivämäärän.
nl_nl: Hiermee wordt de boekingsdatum van het elektronische document opgegeven.

# Page 4128474945 - Control 3792756061 - Property 1295455071
source: Specifies the customer/vendor of the electronic document.
de_ch: Gibt den Debitor/Kreditor des elektronischen Belegs an.
es_es: Especifica el cliente o proveedor del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakkaan/toimittajan.
nl_nl: Hiermee wordt de klant/leverancier van het elektronische document opgegeven.

# Page 4128474945 - Control 3875867463 - Property 1295455071
source: Specifies the record, document, journal line, or ledger entry, that is linked to the electronic document.
de_ch: Gibt den Datensatz, den Beleg, die Erf.-Journalzeile oder den Posten an, mit dem/der der elektronische Beleg verknüpft ist.
es_es: Especifica el registro, el documento, la línea del diario o el movimiento contable al que se vincula el documento electrónico.
fi_fi: Määrittää tietueen, asiakirjan, päiväkirjarivin tai tapahtuman, joka on linkitetty saapuvaan asiakirjaan.
nl_nl: Hiermee wordt de record, het document, de dagboekregel of de post opgegeven die is gekoppeld aan het elektronische document.

# Page 4128474945 - Control 3875867463 - Property 2879900210
source: Record
de_ch: Datensatz
es_es: Registro
fi_fi: Tietue

# Page 4128474945 - Control 3936749593 - Property 2879900210
source: Errors and Warnings
de_ch: Fehler und Warnungen
es_es: Errores y advertencias
fi_fi: Virheet ja varoitukset
nl_nl: Fouten en waarschuwingen

# Page 4128474945 - Control 394320819 - Property 1295455071
source: Specifies the status of the electronic document.
de_ch: Gibt den Status des elektronischen Belegs an.
es_es: Especifica el formato del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan tilan.
nl_nl: Hiermee wordt de status van het elektronische document opgegeven.

# Page 4128474945 - Control 39585143 - Property 1295455071
source: Specifies the direction of the electronic document.
de_ch: Gibt die Richtung des elektronischen Belegs an.
es_es: Especifica la dirección del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan suunnan.
nl_nl: Hiermee wordt de richting van het elektronische document opgegeven.

# Page 4128474945 - Control 4064243282 - Property 1295455071
source: Specifies the receiving company name.
de_ch: Gibt den Namen des empfangenden Mandanten an.
es_es: Especifica el nombre de la empresa de recepción.
fi_fi: Määrittää vastaanottavan yrityksen nimen.
nl_nl: Hiermee wordt de naam van het ontvangende bedrijf opgegeven.

# Page 4128474945 - Control 4064243282 - Property 2879900210
source: Name
es_es: Nombre
fi_fi: Nimi
nl_nl: Naam

# Page 4128474945 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the electronic document.
de_ch: Gibt das Fälligkeitsdatum des elektronischen Belegs an.
es_es: Especifica la fecha de vencimiento del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan eräpäivän.
nl_nl: Hiermee wordt de vervaldatum van het elektronische document opgegeven.

# Page 4128474945 - Control 4198939294 - Property 1295455071
source: Specifies the electronic document currency code.
de_ch: Gibt den Währungscode des elektronischen Belegs an.
es_es: Especifica el código de divisa del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan valuuttakoodin.
nl_nl: Hiermee wordt de valutacode van het elektronische document opgegeven.

# Page 4128474945 - Control 4247437253 - Property 1295455071
source: Specifies the total amount of the electronic document excluding VAT.
de_ch: Gibt den Gesamtbetrag des elektronischen Belegs (ohne MWST) an.
es_es: Especifica el importe total del documento electrónico sin IVA.
fi_fi: Määrittää sähköisen asiakirjan kokonaissumman ilman ALV:tä.
nl_nl: Hiermee wordt het totaalbedrag van het elektronische document opgegeven, exclusief btw.

# Page 4128474945 - Control 462984345 - Property 1295455071
source: Specifies the receiving company address.
de_ch: Gibt die Adresse des empfangenden Mandanten an.
es_es: Especifica la dirección de la empresa receptora.
fi_fi: Määrittää vastaanottavan yrityksen osoitteen.
nl_nl: Hiermee wordt het adres van het ontvangende bedrijf opgegeven.

# Page 4128474945 - Control 462984345 - Property 2879900210
source: Address
de_ch: Adresse
es_es: Dirección
fi_fi: Osoite
nl_nl: Adres

# Page 4128474945 - Control 477910301 - Property 1295455071
source: Specifies the customer/vendor name of the electronic document.
de_ch: Gibt den Namen des Debitors/Kreditors des elektronischen Belegs an.
es_es: Especifica el nombre del cliente o proveedor del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakkaan/toimittajan nimen.
nl_nl: Hiermee wordt de klant/leverancier-naam van het elektronische document opgegeven.

# Page 4128474945 - Control 486908828 - Property 1295455071
source: Specifies the document number of the electronic document.
de_ch: Gibt die Belegnummer des elektronischen Belegs an.
es_es: Especifica el número del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakirjanumeron.
nl_nl: Hiermee wordt het documentnummer van het elektronische document opgegeven.

# Page 4128474945 - Control 580412389 - Property 1295455071
source: Specifies the document date of the electronic document.
de_ch: Gibt das Belegdatum des elektronischen Belegs an.
es_es: Especifica la fecha del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan päivämäärän.
nl_nl: Hiermee wordt de documentdatum van het elektronische document opgegeven.

# Page 4128474945 - Control 847456533 - Property 1295455071
source: Specifies the receiving company VAT number.
de_ch: Gibt die MWST-Nummer des empfangenden Mandanten an.
es_es: Especifica el número de IVA de la empresa receptora.
fi_fi: Määrittää vastaanottavan yrityksen ALV-numeron.
nl_nl: Hiermee wordt het btw-nummer van het ontvangende bedrijf opgegeven.

# Page 4128474945 - Control 847456533 - Property 2879900210
source: VAT Registration No.
de_ch: Mehrwertsteuererfassungsnummer
es_es: CIF/NIF
fi_fi: ALV-rekisteröintinumero.
nl_nl: Btw-nr.

# Page 4128474945 - Control 947690026 - Property 1295455071
source: Specifies the electronic document number.
de_ch: Gibt die Nummer des elektronischen Belegs an.
es_es: Especifica el número de documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan numeron.
nl_nl: Hiermee wordt het elektronische documentnummer opgegeven.

# Page 497947274 - Control 2205837876 - Property 1295455071
source: Specifies the service code for the document.
de_ch: Gibt den Servicecode für den Beleg an.
es_es: Especifica el código de servicio para el documento.
fi_fi: Määrittää asiakirjan huoltokoodin.
nl_nl: Hiermee wordt de servicecode voor het document opgegeven.

# Page 497947274 - Control 3003898253 - Property 1295455071
source: Specifies the integration url used to send the document.
de_ch: Gibt die Integrations-URL an, die zum Senden des Belegs verwendet wird.
es_es: Especifica la dirección URL de integración usada para enviar el documento.
fi_fi: Määrittää asiakirjan lähettämiseen käytettävän integroinnin URL-osoitteen.
nl_nl: Hiermee wordt de integratie-URL opgegeven die wordt gebruikt om het document te verzenden.

# Page 497947274 - Control 4132552953 - Property 1295455071
source: Specifies the response status of sending the document.
de_ch: Gibt den Antwortstatus zum Senden des Belegs an.
es_es: Especifica el estado de respuesta del envío del documento.
fi_fi: Määrittää asiakirjan lähetyksen vastauksen tilan.
nl_nl: Hiermee wordt de responsstatus opgegeven van de verzending van het document.

# Page 497947274 - Control 4132733409 - Property 1295455071
source: Specifies the http method used to send the document.
de_ch: Gibt die HTTP-Methode an, die zum Senden des Belegs verwendet wird.
es_es: Especifica el método http usado para enviar el documento.
fi_fi: Määrittää asiakirjan lähettämiseen käytettävän http-menetelmän.
nl_nl: Hiermee wordt de HTTP-methode opgegeven die wordt gebruikt voor het verzenden van het document.

# Page 497947274 - Control 883711285 - Property 1295455071
source: Specifies the log entry no.
de_ch: Gibt die Nummer des Protokolleintrags an.
es_es: Especifica el n.º de movimiento del registro.
fi_fi: Määrittää lokitapahtuman numeron.
nl_nl: Hiermee wordt het nummer van de logpost opgegeven.

# Page 2251483604 - NamedType 2823379503
source: %1 Log entry type does not support Mapping Logs.
de_ch: Der Protokolleintragstyp %1 unterstützt keine Zuordnungsprotokolle.
es_es: El tipo de movimiento de registro %1 no admite registros de asignación.
fi_fi: Lokitapahtuman tyyppi %1 ei tue yhdistämismäärityslokeja.
nl_nl: Type logboekingssoort %1 ondersteunt geen toewijzingslogbestanden.

# Page 2251483604 - NamedType 741478167
source: No Mapping Logs were found for this entry. Mapping Logs are only generated when E-Document Service %1 has defined export/import mapping rules.
de_ch: Für diesen Eintrag wurden keine Zuordnungsprotokolle gefunden. Zuordnungsprotokolle werden nur generiert, wenn der E-Beleg-Dienst %1 Zuordnungsregeln für den Export/Import definiert hat.
es_es: No se han encontrado registros de asignación para este movimiento. Los registros de asignación solo se generan cuando el servicio de documentos electrónicos %1 ha definido reglas de asignación de exportación/importación.
fi_fi: Tälle tapahtumalle ei löytynyt yhdistämismäärityslokeja. Yhdistämismäärityslokit luodaan vasta, kun sähköinen asiakirjapalvelu %1 on määrittänyt viennin/tuonnin yhdistämismäärityssäännöt.
nl_nl: Er zijn geen toewijzingslogbestanden gevonden voor deze post. Toewijzingslogbestanden worden alleen gegenereerd wanneer E-documentservice %1 toewijzingsregels voor export en import heeft gedefinieerd.

# Page 4102148806 - NamedType 1016253719
source: There is no configuration setup for this service integration.
de_ch: Für diese Dienstintegration gibt es keine Konfigurations-Einrichtung.
es_es: No hay ninguna configuración para esta integración de servicio.
fi_fi: Tälle palveluintegraatiolle ei ole määritysasetuksia.
nl_nl: Er is geen configuratie-instelling voor deze service-integratie.

# Page 2161247858 - Property 2879900210
source: E-Document Service Status
de_ch: E-Beleg - Dienststatus
es_es: Estado del servicio de documentos electrónicos
fi_fi: Sähköisen asiakirjapalvelun tila
nl_nl: Status van e-documentservice

# Page 2232497107 - Property 2879900210
source: E-Document Services
de_ch: E-Belegdienste
es_es: Servicios de documentos electrónicos
fi_fi: Sähköiset asiakirjapalvelut

# Page 2251483604 - Property 2879900210
source: E-Document Logs
de_ch: E-Beleg-Protokolle
es_es: Registros de documentos electrónicos
fi_fi: Sähköisten asiakirjojen lokit
nl_nl: E-documentlogboeken

# Page 2429668632 - Property 2879900210
source: E-Documents
de_ch: E-Belege
es_es: Documentos electrónicos
fi_fi: Sähköiset asiakirjat
nl_nl: E-documenten

# Page 3041189344 - Property 2879900210
source: E-Doc. Changes Part
de_ch: E-Beleg Änderungsteil
es_es: Parte cambios doc. electrónico
fi_fi: Sähköisten asiakirjojen muutososa
nl_nl: Onderdeel e-doc.wijzigingen

# Page 3131840299 - Property 2879900210
source: E-Document Changes Preview
de_ch: E-Beleg-Änderungen - Vorschau
es_es: Vista previa de cambios de documentos electrónicos
fi_fi: Sähköisten asiakirjojen muutosten esikatselu
nl_nl: Voorbeeld van wijzigingen in e-document

# Page 3229969855 - Property 2879900210
source: E-Doc. Mapping Logs
de_ch: E-Beleg Zuordnungsprotokolle
es_es: Registros asignación doc. electrónicos
fi_fi: Sähköisten asiakirjojen lokien linkitys
nl_nl: Logbestanden van toewijzing e-doc.

# Page 3249427600 - Property 2879900210
source: E-Document Activities
de_ch: E-Beleg-Aktivitäten
es_es: Actividades de documentos electrónicos
fi_fi: Sähköisen asiakirjan toiminnot
nl_nl: E-documentactiviteiten

# Page 4007301575 - Property 2879900210
source: E-Document Mapping
de_ch: E-Beleg - Zuordnung
es_es: Asignación de documentos electrónicos
fi_fi: Sähköisen asiakirjan yhdistämismääritys
nl_nl: Toewijzing van e-document

# Page 4102148806 - Property 2879900210
source: E-Document Service
de_ch: E-Beleg - Dienst
es_es: Servicio de documentos electrónicos
fi_fi: Sähköinen asiakirjapalvelu

# Page 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# Page 497947274 - Property 2879900210
source: E-Document Communication Logs
de_ch: Kommunikationsprotokolle für E-Belege
es_es: Registros de comunicación de documentos electrónicos
fi_fi: Sähköisen asiakirjan viestintälokit
nl_nl: Communicatielogbestanden van e-document

# PageExtension 2302701262 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 2302701262 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 2302701262 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 2348253993 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 2348253993 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 2348253993 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 256357247 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 256357247 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 257748939 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 257748939 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 257748939 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 272237015 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 272237015 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 272237015 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 2839142580 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 2839142580 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 2839142580 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 3234988932 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3234988932 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3234988932 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 3354977791 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 3354977791 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 3354977791 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 3888023232 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3888023232 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3888023232 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 3980691545 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3980691545 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 3980691545 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja
