Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# Enum 2161247858 - EnumValue 3319046632 - Property 2879900210
source: Sending Error
de_ch: Fehler beim Senden
es_es: Error de envío
fi_fi: Lähetysvirhe
nl_nl: Verzendfout

# Enum 2161247858 - EnumValue 3844911025 - Property 2879900210
source: Canceled
de_ch: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
nl_nl: Geannuleerd

# Enum 2161247858 - EnumValue 3891075692 - Property 2879900210
source: Imported Document Processing Error
de_ch: Fehler bei der Verarbeitung des importierten Belegs
es_es: Error de procesamiento de documento importado
fi_fi: Tuodun asiakirjan käsittelyn virhe
nl_nl: Verwerkingsfout met geïmporteerd document

# Enum 2161247858 - EnumValue 4004740007 - Property 2879900210
source: Exported
de_ch: Exportiert
es_es: Exportado
fi_fi: Viety
nl_nl: Geëxporteerd

# Enum 2161247858 - EnumValue 496445946 - Property 2879900210
source: Rejected
de_ch: Abgelehnt
es_es: Rechazado
fi_fi: Hylätty
nl_nl: Afgewezen

# Enum 3013061262 - EnumValue 1936001480 - Property 2879900210
source: Vendor
de_ch: Kreditor
es_es: Proveedor
fi_fi: Toimittaja
nl_nl: Leverancier

# Enum 3013061262 - EnumValue 1994964448 - Property 2879900210
source: Customer
de_ch: Debitor
es_es: Cliente
fi_fi: Asiakas
nl_nl: Klant

# Enum 3306190253 - EnumValue 1090713286 - Property 2879900210
source: In Progress
de_ch: In Bearbeitung
es_es: En curso
fi_fi: Työn alla
nl_nl: Wordt uitgevoerd

# Enum 3306190253 - EnumValue 2248886284 - Property 2879900210
source: Error
de_ch: Fehler
fi_fi: Virhe
nl_nl: Fout

# Enum 3306190253 - EnumValue 3208180638 - Property 2879900210
source: Processed
de_ch: Verarbeitet
es_es: Procesado
fi_fi: Käsitelty
nl_nl: Verwerkt

# EnumExtension 363119266 - EnumValue 3675331969 - Property 2879900210
source: Extended E-Document Service Flow
de_ch: Erweiterter E-Beleg-Serviceflow
es_es: Flujo de servicio de documentos electrónicos ampliado
fi_fi: Laajennettu sähköisten asiakirjojen palvelutyönkulku
nl_nl: Uitgebreide servicestroom voor e-document

# Page 2232497107 - Action 1409077016 - Property 2879900210
source: Retention Policy
de_ch: Aufbewahrungsrichtlinie
es_es: Directiva de retención
fi_fi: Säilytyskäytäntö
nl_nl: Bewaarbeleid

# Page 2232497107 - Action 1993872620 - Property 1295455071
source: View or edit the retention policy.
de_ch: Dient zum Anzeigen oder Bearbeiten der Aufbewahrungsrichtlinie.
es_es: Permite ver o editar la directiva de retención.
fi_fi: Tarkastele tai muokkaa säilytyskäytäntöä.
nl_nl: Het bewaarbeleid weergeven of bewerken.

# Page 2232497107 - Action 1993872620 - Property 2879900210
source: E-Document Log
de_ch: E-Beleg-Protokoll
es_es: Registro documento electrónico
fi_fi: Sähköisen asiakirjan loki
nl_nl: Logbestand van e-document

# Page 2232497107 - Action 2734459008 - Property 1295455071
source: View or edit the retention policy.
de_ch: Dient zum Anzeigen oder Bearbeiten der Aufbewahrungsrichtlinie.
es_es: Permite ver o editar la directiva de retención.
fi_fi: Tarkastele tai muokkaa säilytyskäytäntöä.
nl_nl: Het bewaarbeleid weergeven of bewerken.

# Page 2232497107 - Action 2734459008 - Property 2879900210
source: E-Document Mapping Log
de_ch: E-Beleg-Zuordnungsprotokoll
es_es: Registro de asignación de documentos electrónicos
fi_fi: Sähköisen asiakirjan yhdistämismääritysloki
nl_nl: Logbestand van toewijzing van e-document

# Page 2232497107 - Action 3637489578 - Property 1295455071
source: View or edit the retention policy.
de_ch: Dient zum Anzeigen oder Bearbeiten der Aufbewahrungsrichtlinie.
es_es: Permite ver o editar la directiva de retención.
fi_fi: Tarkastele tai muokkaa säilytyskäytäntöä.
nl_nl: Het bewaarbeleid weergeven of bewerken.

# Page 2232497107 - Action 3637489578 - Property 2879900210
source: E-Document Integration Log
de_ch: Integrationsprotokoll für E-Belege
es_es: Registro de integración de documentos electrónicos
fi_fi: Sähköisen asiakirjan integrointiloki
nl_nl: Logbestand van e-documentintegratie

# Page 2232497107 - Action 4081767307 - Property 1295455071
source: View or edit the retention policy.
de_ch: Dient zum Anzeigen oder Bearbeiten der Aufbewahrungsrichtlinie.
es_es: Permite ver o editar la directiva de retención.
fi_fi: Tarkastele tai muokkaa säilytyskäytäntöä.
nl_nl: Het bewaarbeleid weergeven of bewerken.

# Page 2232497107 - Action 4081767307 - Property 2879900210
source: E-Document Data storage
de_ch: E-Beleg-Datenspeicherung
es_es: Almacenamiento de datos de documentos electrónicos
fi_fi: Sähköisen asiakirjan tietojen tallennustila
nl_nl: Opslag van e-documentgegevens

# Page 2251483604 - Action 1503645289 - Property 1295455071
source: Opens mapping logs related to E-Document
de_ch: Öffnet Zuordnungsprotokolle, die sich auf den E-Beleg beziehen
es_es: Abre registros de asignación relacionados con documentos electrónicos
fi_fi: Avaa sähköiseen asiakirjaan liittyvät yhdistämislokit
nl_nl: Hiermee worden toewijzingslogboeken geopend die gerelateerd zijn aan e-document

# Page 2251483604 - Action 1503645289 - Property 2879900210
source: Open Mapping Logs
de_ch: Zuordnungsprotokolle öffnen
es_es: Abrir registros de asignación
fi_fi: Avaa yhdistämislokit
nl_nl: Toewijzingslogboeken openen

# Page 2251483604 - Action 2665042526 - Property 1295455071
source: Exports file.
de_ch: Exportiert die Datei.
es_es: Exporta el archivo.
fi_fi: Vie tiedoston.
nl_nl: Hiermee wordt het bestand geëxporteerd.

# Page 2251483604 - Action 2665042526 - Property 2879900210
source: Export File
de_ch: Datei exportieren
es_es: Exportar archivo
fi_fi: Vie tiedosto
nl_nl: Bestand exporteren

# Page 2429668632 - Action 251805215 - Property 1295455071
source: Opens E-Document Logs page.
de_ch: Öffnet die Seite „E-Belegprotokolle“.
es_es: Abre la página Registros de documentos electrónicos.
fi_fi: Avaa Sähköisen asiakirjan lokit -sivun.
nl_nl: Hiermee wordt de pagina E-documentlogbestanden geopend.

# Page 2429668632 - Action 251805215 - Property 2879900210
source: E-Document Logs
de_ch: E-Beleg-Protokolle
es_es: Registros de documentos electrónicos
fi_fi: Sähköisten asiakirjojen lokit
nl_nl: E-documentlogbestanden

# Page 2429668632 - Action 3866548800 - Property 1295455071
source: Opens E-Document Services page.
de_ch: Öffnet die Seite „E-Belegdienste“.
es_es: Abre la página Servicios de documentos electrónicos.
fi_fi: Avaa sähköiset asiakirjat -palvelun sivun.
nl_nl: Hiermee wordt de pagina E-documentservices geopend.

# Page 2429668632 - Action 3866548800 - Property 2879900210
source: E-Document Services
de_ch: E-Belegdienste
es_es: Servicios de documentos electrónicos
fi_fi: Sähköiset asiakirjapalvelut

# Page 4102148806 - Action 1084347373 - Property 1295455071
source: Manually Trigger Receive
de_ch: Wareneingang manuell auslösen
es_es: Desencadenar recepción manualmente
fi_fi: Käynnistä vast.ottaminen manuaalisesti
nl_nl: Ontvangst handmatig activeren

# Page 4102148806 - Action 1084347373 - Property 2879900210
source: Receive
de_ch: Wareneingang
es_es: Recepción
fi_fi: Vastaanotto
nl_nl: Ontvangen

# Page 4102148806 - Action 2712970592 - Property 1295455071
source: Setup Service Integration
de_ch: Einrichten der Dienstintegration
es_es: Configurar integración de servicio
fi_fi: Määritä palvelun integrointi
nl_nl: Service-integratie instellen

# Page 4102148806 - Action 2712970592 - Property 2879900210
source: Setup Service Integration
de_ch: Einrichten der Dienstintegration
es_es: Configurar integración de servicio
fi_fi: Määritä palvelun integrointi
nl_nl: Service-integratie instellen

# Page 4128474945 - Action 1457196661 - Property 1295455071
source: Create a mapping of text on electronic documents to identical text on specific debit, credit, and balancing accounts in the general ledger or on bank accounts so that the resulting document or journal lines are prefilled with the specified information.
de_ch: Erstellt eine Zuordnung zwischen einem Text in elektronischen Belegen und dem identischen Text in bestimmten Soll-, Haben- und Gegenkonten in der Finanzbuchhaltung oder in Bankkonten. Der resultierende Beleg oder die Erfassungsjournalzeilen sind so mit den angegebenen Informationen vorausgefüllt.
es_es: Permite crear una asignación de texto en los documentos electrónicos, según el texto idéntico que se encuentra en las cuentas específicas de débito, crédito y contrapartida de la contabilidad general o en las cuentas bancarias. De esta manera, el documento o las líneas del diario resultantes aparecerán previamente completados con la información especificada.
fi_fi: Luo saapuvien asiakirjojen tekstin ja tiettyjen kirjanpidon debet-, kredit- ja vastatilien tai pankkitilien väliset yhdistämismääritykset siten, että tuloksena saatavat asiakirja- tai päiväkirjarivit on esitäytetty määritetyillä tiedoilla.
nl_nl: Tekst in elektronische documenten toewijzen aan identieke tekst op specifieke debet-, credit- en tegenrekeningen in het grootboek of op bankrekeningen, zodat het resulterende document of de resulterende dagboekregels vooraf worden gevuld met de opgegeven informatie.

# Page 4128474945 - Action 1457196661 - Property 2879900210
source: Map Text to Account
de_ch: Text zu Konto zuordnen
es_es: Asignar texto a cuenta
fi_fi: Linkitä teksti tiliin
nl_nl: Tekst toewijzen aan rekening

# Page 4128474945 - Action 1996628149 - Property 1295455071
source: Creates the document based on imported electronic document.
de_ch: Erstellt den Beleg auf der Grundlage des importierten elektronischen Belegs.
es_es: Crea el documento basado en el documento electrónico importado.
fi_fi: Luo asiakirjan tuodun sähköisen asiakirjan perusteella.
nl_nl: Hiermee wordt het document gemaakt op basis van een geïmporteerd elektronisch document.

# Page 4128474945 - Action 1996628149 - Property 2879900210
source: Create Document
de_ch: Beleg erstellen
es_es: Crear documento
fi_fi: Luo asiakirja
nl_nl: Document maken

# Page 4128474945 - Action 2137257514 - Property 2879900210
source: Outgoing
de_ch: Ausgehend
es_es: Saliente
fi_fi: Lähtevä
nl_nl: Uitgaand

# Page 4128474945 - Action 2199882250 - Property 2879900210
source: Incoming
de_ch: Eingehend
es_es: Entrante
fi_fi: Saapuva
nl_nl: Inkomend

# Page 4128474945 - Action 2393384927 - Property 1295455071
source: Creates the journal line.
de_ch: Erstellt die Buchungsblattzeile.
es_es: Crea la línea de diario.
fi_fi: Luo päiväkirjarivin.
nl_nl: Hiermee wordt de dagboekregel gemaakt.

# Page 4128474945 - Action 2393384927 - Property 2879900210
source: Create Journal
de_ch: Erfassungsjournal erstellen
es_es: Crear diario
fi_fi: Luo päiväkirja
nl_nl: Dagboek maken

# Page 4128474945 - Action 2737761539 - Property 1295455071
source: Gets if the electronic document is approved or rejected
de_ch: Ruft ab, ob der elektronische Beleg genehmigt oder abgelehnt wurde
es_es: Obtiene si el documento electrónico se aprueba o se rechaza
fi_fi: Saa, jos sähköinen asiakirja hyväksytään tai hylätään
nl_nl: Hiermee wordt bepaald of het elektronische document is goedgekeurd of geweigerd

# Page 4128474945 - Action 2737761539 - Property 2879900210
source: Get Approval
de_ch: Genehmigung erhalten
es_es: Obtener aprobación
fi_fi: Hae hyväksyntää
nl_nl: Goedkeuring ophalen

# Page 4128474945 - Action 2888971102 - Property 1295455071
source: Imports the electronic document manually.
de_ch: Importiert den elektronischen Beleg manuell.
es_es: Importa el documento electrónico manualmente.
fi_fi: Tuo sähköisen asiakirjan manuaalisesti.
nl_nl: Hiermee wordt het elektronische document handmatig geïmporteerd.

# Page 4128474945 - Action 2888971102 - Property 2879900210
source: Import Manually
de_ch: Manuell importieren
es_es: Importar manualmente
fi_fi: Tuo manuaalisesti
nl_nl: Handmatig importeren

# Page 4128474945 - Action 3082677057 - Property 1295455071
source: Updates related order.
de_ch: Aktualisiert den zugehörigen Auftrag.
es_es: Novedades el pedido relacionado.
fi_fi: Päivittää liittyvän tilauksen.
nl_nl: Hiermee wordt de gerelateerde order bijgewerkt.

# Page 4128474945 - Action 3082677057 - Property 2879900210
source: Update Order
de_ch: Auftrag aktualisieren
es_es: Actualizar pedido
fi_fi: Päivitä tilaus
nl_nl: Order bijwerken

# Page 4128474945 - Action 3826469202 - Property 1295455071
source: Shows all logs for the E-Document.
de_ch: Zeigt alle Protokolle für den E-Beleg an.
es_es: Muestra todos los registros del documento electrónico.
fi_fi: Näyttää sähköisen asiakirjan kaikki lokit.
nl_nl: Hiermee worden alle logbestanden voor het e-document weergegeven.

# Page 4128474945 - Action 3826469202 - Property 2879900210
source: Logs
de_ch: Protokolle
es_es: Registros
fi_fi: Lokit
nl_nl: Logbestanden

# Page 4128474945 - Action 3833349366 - Property 1295455071
source: Gets the electronic document basic info.
de_ch: Ruft die grundlegenden Informationen des elektronischen Belegs ab.
es_es: Obtiene la información básica de documento electrónico.
fi_fi: Hakee sähköisen asiakirjan perustiedot.
nl_nl: Hiermee wordt de basisinformatie van het elektronische document opgehaald.

# Page 4128474945 - Action 3833349366 - Property 2879900210
source: Get Basic Info
de_ch: Grundlegende Informationen abrufen
es_es: Obtener información básica
fi_fi: Hae perustiedot
nl_nl: Basisgegevens ophalen

# Page 4128474945 - Action 3993926658 - Property 2879900210
source: Outgoing
de_ch: Ausgehend
es_es: Saliente
fi_fi: Lähtevä
nl_nl: Uitgaand

# Page 4128474945 - Action 4174539456 - Property 1295455071
source: Starts the document export.
de_ch: Startet den Belegexport.
es_es: Inicia la exportación del documento.
fi_fi: Käynnistää asiakirjan viennin.
nl_nl: Hiermee wordt de documentexport gestart.

# Page 4128474945 - Action 4174539456 - Property 2879900210
source: Send Document
de_ch: Beleg senden
es_es: Enviar documento
fi_fi: Lähetä asiakirja
nl_nl: Document verzenden

# Page 4128474945 - Action 543635757 - Property 1295455071
source: Recreates the electronic document
de_ch: Erstellt den elektronischen Beleg neu
es_es: Vuelve a crear el documento electrónico
fi_fi: Luo sähköisen asiakirjan uudelleen
nl_nl: Hiermee wordt het elektronische document opnieuw gemaakt

# Page 4128474945 - Action 543635757 - Property 2879900210
source: Recreate Document
de_ch: Beleg neu erstellen
es_es: Volver a crear documento
fi_fi: Luo asiakirja uudelleen
nl_nl: Document opnieuw maken

# Page 4128474945 - Action 788258546 - Property 1295455071
source: Cancels the electronic document
de_ch: Bricht den elektronischen Beleg ab
es_es: Cancelar el documento electrónico
fi_fi: Peruuttaa sähköisen asiakirjan
nl_nl: Hiermee wordt het elektronische document geannuleerd

# Page 4128474945 - Action 788258546 - Property 2879900210
source: Cancel EDocument
de_ch: E-Beleg abbrechen
es_es: Cancelar documento electrónico
fi_fi: Peruuta sähköinen asiakirja
nl_nl: E-document annuleren

# Page 4128474945 - Action 817983192 - Property 2879900210
source: CreateDoc
fi_fi: Luonti

# Page 4128474945 - Action 884292305 - Property 2879900210
source: Incoming
de_ch: Eingehend
es_es: Entrante
fi_fi: Saapuva
nl_nl: Inkomend

# Page 497947274 - Action 4042886546 - Property 1295455071
source: Exports resonse message.
de_ch: Exportiert eine Antwortnachricht.
es_es: Mensaje de respuesta de exportaciones.
fi_fi: Vie pyyntöviestin.
nl_nl: Hiermee wordt het responsbericht geëxporteerd.

# Page 497947274 - Action 4042886546 - Property 2879900210
source: Export Response Message
de_ch: Antwortnachricht exportieren
es_es: Exportar mensaje de respuesta
fi_fi: Vie vastausviesti
nl_nl: Responsbericht exporteren

# Page 497947274 - Action 4255877208 - Property 1295455071
source: Exports request message.
de_ch: Exportiert eine Anforderungsnachricht.
es_es: Exporta el mensaje de solicitud.
fi_fi: Vie pyyntöviestin.
nl_nl: Hiermee wordt het aanvraagbericht geëxporteerd.

# Page 497947274 - Action 4255877208 - Property 2879900210
source: Export Request Message
de_ch: Anforderungsnachricht exportieren
es_es: Exportar mensaje de solicitud
fi_fi: Vie pyyntöviesti
nl_nl: Aanvraagbericht exporteren

# Page 2161247858 - Control 3701310097 - Property 1295455071
source: Specifies the service code of an E-Dcoument
de_ch: Gibt den Servicecode eines E-Belegs an
es_es: Especifica el código de servicio de un documento electrónico
fi_fi: Määrittää sähköisen asiakirjan huoltokoodin
nl_nl: Hiermee wordt de servicecode van een e-document opgegeven

# Page 2161247858 - Control 447668913 - Property 1295455071
source: Specifies the count of logs for an E-Dcoument
de_ch: Gibt die Anzahl der Protokolle für einen E-Beleg an
es_es: Especifica el recuento de registros para un documento electrónico
fi_fi: Määrittää sähköisen asiakirjan lokien lukumäärän
nl_nl: Hiermee wordt het aantal logboeken voor een e-document opgegeven

# Page 2161247858 - Control 447668913 - Property 2879900210
source: Logs
de_ch: Protokolle
es_es: Registros
fi_fi: Lokit
nl_nl: Logbestanden

# Page 2161247858 - Control 513339096 - Property 1295455071
source: Specifies the status of an E-Dcoument
de_ch: Gibt den Status eines E-Belegs an
es_es: Especifica el estado de un documento electrónico
fi_fi: Määrittää sähköisen asiakirjan tilan
nl_nl: Hiermee wordt de status van een e-document opgegeven

# Page 2161247858 - Control 71756777 - Property 1295455071
source: Specifies the count of communication logs for an E-Dcoument
de_ch: Gibt die Anzahl der Kommunikationsprotokolle für einen E-Beleg an
es_es: Especifica el recuento de registros de comunicación para un documento electrónico
fi_fi: Määrittää sähköisen asiakirjan tietoliikennelokien lukumäärän
nl_nl: Hiermee wordt het aantal communicatielogboeken voor een e-document opgegeven

# Page 2161247858 - Control 71756777 - Property 2879900210
source: Communication Logs
de_ch: Kommunikationsprotokolle
es_es: Registros de comunicación
fi_fi: Tietoliikennelokit
nl_nl: Communicatielogboeken

# Page 2232497107 - Control 1694972421 - Property 1295455071
source: Specifies service integration for the electronic document setup.
de_ch: Gibt die Dienstintegration für die Einrichtung des elektronischen Belegs an.
es_es: Especifica la integración de servicio para la configuración de documentos electrónicos.
fi_fi: Määrittää sähköisten asiakirjojen asetusten palvelun integroinnin.
nl_nl: Hiermee wordt de service-integratie voor de instelling van elektronische documenten opgegeven.

# Page 2232497107 - Control 2366453489 - Property 1295455071
source: Specifies the export format of the electronic export setup.
de_ch: Gibt das Exportformat für die Einrichtung des elektronischen Exports an.
es_es: Especifica el formato de exportación de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen viennin asetusten vientimuodon.
nl_nl: Hiermee wordt de exportindeling van de instelling van elektronische export opgegeven.

# Page 2232497107 - Control 3004954119 - Property 1295455071
source: Specifies the code of the electronic export setup.
de_ch: Gibt den Code für die Einrichtung des elektronischen Exports an.
es_es: Especifica el código de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen vientiasetuksen koodin.
nl_nl: Hiermee wordt de code opgegeven van de instelling van elektronische export.

# Page 2232497107 - Control 3461834954 - Property 1295455071
source: Specifies the description of the electronic export setup.
de_ch: Gibt die Beschreibung für die Einrichtung des elektronischen Exports an.
es_es: Especifica la descripción de la configuración de exportación electrónica.
fi_fi: Määrittää sähköisen viennin asetusten kuvauksen.
nl_nl: Hiermee wordt de omschrijving opgegeven van de instelling van elektronische export.

# Page 2251483604 - Control 1694972421 - Property 1295455071
source: Specifies the integration code for the document.
de_ch: Gibt den Integrationscode für den Beleg an.
es_es: Especifica el código de integración para el documento.
fi_fi: Määrittää asiakirjan integrointikoodin.
nl_nl: Hiermee wordt de integratiecode voor het document opgegeven.

# Page 2251483604 - Control 2205837876 - Property 1295455071
source: Specifies the service code for the document.
de_ch: Gibt den Servicecode für den Beleg an.
es_es: Especifica el código de servicio para el documento.
fi_fi: Määrittää asiakirjan huoltokoodin.
nl_nl: Hiermee wordt de servicecode voor het document opgegeven.

# Page 2251483604 - Control 2570673311 - Property 1295455071
source: Specifies the time log was created
de_ch: Gibt die Zeit an, zu der das Protokoll erstellt wurde
es_es: Especifica la hora en que se creó el registro de horas
fi_fi: Määrittää lokin luontiajan
nl_nl: Hiermee wordt het tijdslogbestand opgegeven dat is gemaakt

# Page 2251483604 - Control 3762310192 - Property 1295455071
source: Specifies the document format for the document.
de_ch: Gibt das Belegformat für den Beleg an.
es_es: Especifica el formato del documento.
fi_fi: Määrittää asiakirjan asiakirjamuodon.
nl_nl: Hiermee wordt de documentindeling van het document opgegeven.

# Page 2251483604 - Control 513339096 - Property 1295455071
source: Specifies the status of the document.
de_ch: Gibt den Status des Belegs an.
es_es: Especifica el estado del documento.
fi_fi: Määrittää nimikeasiakirjan tilan.
nl_nl: Hiermee wordt de status van het document opgegeven.

# Page 2251483604 - Control 883711285 - Property 1295455071
source: Specifies the log entry no.
de_ch: Gibt die Nummer des Protokolleintrags an.
es_es: Especifica el n.º de movimiento del registro.
fi_fi: Määrittää lokitapahtuman numeron.
nl_nl: Hiermee wordt het nummer van de logpost opgegeven.

# Page 2251483604 - Control 962379192 - Property 1295455071
source: Specifies the file size of the document in bytes.
de_ch: Gibt die Dateigröße des Belegs in Byte an.
es_es: Especifica el tamaño de archivo del documento en bytes.
fi_fi: Määrittää asiakirjan tiedostokoon tavuina.
nl_nl: Hiermee wordt de bestandsgrootte van het document in bytes opgegeven.

# Page 2251483604 - Control 962379192 - Property 2879900210
source: File Size (B)
de_ch: Dateigröße (B)
es_es: Tamaño de archivo (B)
fi_fi: Tiedoston koko (t)
nl_nl: Bestandsgrootte (B)

# Page 2429668632 - Control 329134311 - Property 1295455071
source: Specifies the entry number.
de_ch: Gibt die Postennummer an.
es_es: Especifica el número de movimiento.
fi_fi: Määrittää tapahtumanumeron.
nl_nl: Hiermee wordt het postnummer opgegeven.

# Page 2429668632 - Control 3792756061 - Property 1295455071
source: Specifies the customer/vendor of the electronic document.
de_ch: Gibt den Debitor/Kreditor des elektronischen Belegs an.
es_es: Especifica el cliente o proveedor del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakkaan/toimittajan.
nl_nl: Hiermee wordt de klant/leverancier van het elektronische document opgegeven.

# Page 2429668632 - Control 477910301 - Property 1295455071
source: Specifies the customer/vendor name of the electronic document.
de_ch: Gibt den Namen des Debitors/Kreditors des elektronischen Belegs an.
es_es: Especifica el nombre del cliente o proveedor del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakkaan/toimittajan nimen.
nl_nl: Hiermee wordt de klant/leverancier-naam van het elektronische document opgegeven.

# Page 2429668632 - Control 486908828 - Property 1295455071
source: Specifies the document number of the electronic document.
de_ch: Gibt die Belegnummer des elektronischen Belegs an.
es_es: Especifica el número del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan asiakirjanumeron.
nl_nl: Hiermee wordt het documentnummer van het elektronische document opgegeven.

# Page 2429668632 - Control 513339096 - Property 1295455071
source: Specifies the status of the electronic document.
de_ch: Gibt den Status des elektronischen Belegs an.
es_es: Especifica el formato del documento electrónico.
fi_fi: Määrittää sähköisen asiakirjan tilan.
nl_nl: Hiermee wordt de status van het elektronische document opgegeven.
