Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# Codeunit 1668421278 - NamedType 2589899165
source: Mapping of record can only be applied to temporary record
de_ch: Die Zuordnung des Datensatzes kann nur auf einen temporären Datensatz angewendet werden
es_es: La asignación de registro solo se puede aplicar a un registro temporal
fi_fi: Tietueen yhdistäminen voidaan kohdistaa vain väliaikaiseen tietueeseen
nl_nl: Toewijzing van record kan alleen worden toegepast op een tijdelijke record

# Codeunit 2348542397 - NamedType 364111688
source: Failed to get exported blob from EDocument %1
de_ch: Fehler beim Abrufen des exportierten Blobs aus E-Beleg %1
es_es: No se pudo obtener el blob exportado del documento electrónico %1
fi_fi: Viedyn blob-objektin noutaminen sähköisestä asiakirjasta %1 epäonnistui
nl_nl: Geëxporteerde blob ophalen uit e-document %1 is mislukt

# Codeunit 2936732589 - NamedType 2553710072
source: The document was not created due to errors in the conversion process.
de_ch: Das Dokument wurde aufgrund von Fehlern bei der Konvertierung nicht erstellt.
es_es: El documento no se creó debido a errores en el proceso de conversión.
fi_fi: Asiakirjaa ei luotu muuntoprosessin virheiden vuoksi.
nl_nl: Het document is niet gemaakt vanwege fouten in het conversieproces.

# Codeunit 2936732589 - NamedType 2695649725
source: The document was not created due to errors in the conversion process. Do you want to open the document?
de_ch: Das Dokument wurde aufgrund von Fehlern bei der Konvertierung nicht erstellt. Möchten Sie das Dokument öffnen?
es_es: No se ha creado el documento debido a errores en el proceso de conversión. ¿Desea abrir el documento?
fi_fi: Asiakirjaa ei luotu muuntoprosessin virheiden vuoksi. Haluatko avata asiakirjan?
nl_nl: Het document is niet gemaakt vanwege fouten in het conversieproces. Wilt u het document openen?

# Codeunit 2936732589 - NamedType 3352437176
source: Document type %1 is not supported.
de_ch: Der Belegtyp %1 wird nicht unterstützt.
es_es: No se admite el tipo de documento %1.
fi_fi: Asiakirjatyyppiä %1 ei tueta.
nl_nl: Documenttype %1 wordt niet ondersteund.

# Codeunit 2936732589 - NamedType 4019364308
source: The %1 %2 was already created for the electronic document %3. Do you want to create new document?
de_ch: %1 %2 wurde bereits für den elektronischen Beleg %3 angelegt. Möchten Sie ein neues Dokument erstellen?
es_es: Ya se ha creado el %1 %2 para el documento electrónico %3. ¿Desea crear un documento nuevo?
fi_fi: %1 %2 luotiin jo sähköistä asiakirjaa %3 varten. Haluatko luoda uuden asiakirjan?
nl_nl: %1 %2 is al gemaakt voor %3 voor het elektronische document. Wilt u een nieuw document maken?

# Codeunit 2936732589 - NamedType 4248764329
source: The document already exists.
de_ch: Der Beleg ist bereits vorhanden.
es_es: El documento ya existe.
fi_fi: Asiakirja on jo olemassa.
nl_nl: Het document bestaat al.

# Codeunit 302885245 - NamedType 1204615638
source: You must fill the %1 and %2 fields in for %3 %4.
de_ch: Sie müssen die Felder %1 und %2 für %3 %4 ausfüllen.
es_es: Debe rellenar los campos %1 y %2 para %3 %4.
fi_fi: Täytä kohteiden %3 %4 %1- ja %2 kentät.
nl_nl: U moet de velden %1 en %2 invullen voor %3 %4.

# Codeunit 302885245 - NamedType 2318685411
source: The currency %1 does not exist. You must add the currency in the Currencies window.
de_ch: Die Währung %1 ist nicht vorhanden. Fügen Sie die Währung im Fenster „Währungen“ hinzu.
es_es: La divisa %1 no existe. Debe agregarla en la ventana Divisas.
fi_fi: Valuuttaa %1 ei ole. Valuutta on lisättävä Valuutat-ikkunassa.
nl_nl: De valuta %1 bestaat niet. U moet de valuta toevoegen in het venster Valuta's.

# Codeunit 302885245 - NamedType 2352083081
source: %1 %2 is not supported.
de_ch: %1 %2 wird nicht unterstützt.
es_es: No se admite %1 %2.
fi_fi: Kohdetta %1 %2 ei tueta.
nl_nl: %1 %2 wordt niet ondersteund.

# Codeunit 302885245 - NamedType 3418358698
source: VAT amount %1 on the general journal line does not match VAT amount %2 in the electroinc document.
de_ch: MWST-Betrag %1 in der Fibu Erf.-Journalzeile stimmt nicht mit MWST-Betrag %2 im elektronischen Beleg überein.
es_es: El importe de IVA %1 de la línea de diario general no coincide con el importe de IVA %2 del documento electrónico.
fi_fi: Yleisen päiväkirjan rivin ALV-summa %1 ei vastaa sähköisen asiakirjan ALV-summaa %2.
nl_nl: Btw-bedrag %1 op de dagboekregel komt niet overeen met btw-bedrag %2 in het elektronische document.

# Codeunit 302885245 - NamedType 3434720481
source: Could not fill the %1 field for vendor ''%2''. Choose the Map Text to Account button to map ''%2'' to the relevant G/L account.
de_ch: Das %1-Feld für Kreditor „%2“ konnte nicht ausgefüllt werden. Wählen Sie die Schaltfläche „Text zu Konto zuordnen“, um „%2“ dem entsprechenden Fibukonto zuzuweisen.
es_es: No se pudo rellenar el campo %1 para el proveedor "%2". Elija el botón Asignar texto a cuenta para asignar "%2" a la cuenta pertinente.
fi_fi: Toimittajan %2 kenttää %1 ei voitu täyttää. Valitse Linkitä teksti tiliin -painike ja linkitä %2 asianomaiseen KP-tiliin.
nl_nl: Kan het veld %1 niet invullen voor leverancier '%2'. Klik op de knop Tekst afstemmen op rekening om '%2' af te stemmen op de betreffende grootboekrekening.

# Codeunit 302885245 - NamedType 3535591361
source: Could not fill the Bal. Account No. field for vendor ''%1''. Choose the Map Text to Account button to map ''%1'' to the relevant G/L account.
de_ch: Das Gegenkontonr.-Feld für Kreditor „%1“ konnte nicht ausgefüllt werden. Wählen Sie die Schaltfläche „Text zu Konto zuordnen“, um „%1“ dem entsprechenden Fibukonto zuzuweisen.
es_es: No se pudo rellenar el campo de cuenta de contrapartida para el proveedor "%1". Elija el botón Asignar texto a cuenta para asignar "%1" a la cuenta pertinente.
fi_fi: Toimittajan %1 Vastatilin nro -kenttää ei voitu täyttää. Valitse Linkitä teksti tiliin -painike ja linkitä %1 asianomaiseen KP-tiliin.
nl_nl: Kan het veld Tegenrekeningnr. niet invullen voor leverancier '%1'. Klik op de knop Tekst afstemmen op rekening om '%1' af te stemmen op de betreffende grootboekrekening.

# Codeunit 302885245 - NamedType 973393950
source: No exchange rate exists for %1 on %2. You must add the exchange rate in the Currencies window.
de_ch: Es ist kein Wechselkurs für %1 in %2 vorhanden. Fügen Sie den Wechselkurs im Fenster „Währungen“ hinzu.
es_es: No existe ningún tipo de cambio para %1 en %2. Debe agregar el tipo de cambio en la ventana Divisas.
fi_fi: Valuutalle %1 ei ole vaihtokurssia päivälle %2. Vaihtokurssi on lisättävä Valuutat-ikkunassa.
nl_nl: Er bestaat geen wisselkoers voor %1 in %2. U moet de wisselkoers toevoegen in het venster Valuta's.

# Codeunit 4110245118 - NamedType 1330826680
source: Workflow %1 defined for %2 in Document Sending Profile %3 is not found.
de_ch: Der für %2 im Belegsendeprofil %3 definierte Workflow %1 wurde nicht gefunden.
es_es: No se encuentra el flujo de trabajo %1 definido para %2 en el perfil de envío de documentos %3.
fi_fi: Asiakirjan lähetyksen profiilissa %3 kohteelle %2 määritettyä työnkulkua %1 ei löydy.
nl_nl: Werkstroom %1 die is gedefinieerd voor %2 in documentverzendprofiel %3, is niet gevonden.

# Codeunit 539897301 - NamedType 1566579742
source: Send to one service
de_ch: An einen Dienst senden
es_es: Enviar a un servicio
fi_fi: Lähetä yhteen palveluun
nl_nl: Verzenden naar één service

# Codeunit 539897301 - NamedType 2944978630
source: Send to multiple services
de_ch: An mehrere Dienste senden
es_es: Enviar a varios servicios
fi_fi: Lähetä useisiin palveluihin
nl_nl: Verzenden naar meerdere services

# Codeunit 539897301 - NamedType 3865079453
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# Codeunit 66696616 - NamedType 1164082526
source: Unit of measure %1 on electronic document line %2 does not match unit of measure %3 in the item reference. Make sure that a card for the item with the specified unit of measure exists with the corresponding item reference.
de_ch: Einheit %1 auf Zeile %2 des elektronischen Belegs stimmt nicht mit der Einheit %3 in der Artikelreferenz überein. Stellen Sie sicher, dass eine Karte für den Artikel mit der angegebenen Einheit mit der entsprechenden Artikelreferenz vorhanden ist.
es_es: La unidad de medida %1 en la línea del documento entrante %2 no coincide con la unidad de medida %3 en la referencia de producto. Asegúrese de que existe una ficha para el producto con la unidad de medida especificada con la referencia de producto correspondiente.
fi_fi: Saapuvan asiakirjan rivin %2 mittayksikkö %1 ei vastaa nimikeviittauksen mittayksikköä %3. Varmista, että nimikekortti, jossa määritetty mittayksikkö on, sekä vastaava nimikeviittaus ovat olemassa.
nl_nl: Maateenheid %1 op elektronische documentregel %2 komt niet overeen met maateenheid %3 in de artikelreferentie. Controleer of er een kaart voor het artikel met de opgegeven maateenheid bestaat met de corresponderende artikelreferentie.

# Codeunit 66696616 - NamedType 172904652
source: Cannot find item '%1' based on the vendor %2 item number %3 on the electronic document. Make sure that a card for the item exists with the corresponding item reference.
de_ch: Der Artikel „%1“ konnte auf Grundlage der Artikelnummer %3 des Kreditors %2 auf dem elektronischen Beleg nicht gefunden werden. Stellen Sie sicher, dass eine Karte für den Artikel mit der entsprechenden Artikelreferenz vorhanden ist.
es_es: No se encuentra el producto "%1" basándose en el número de producto %3 del proveedor %2 en el documento electrónico. Asegúrese de que existe una ficha para el producto con la referencia del producto correspondiente.
fi_fi: Nimikettä %1 ei löydy saapuvasta asiakirjasta toimittajan %2 nimikenumeron %3 perusteella. Varmista, että nimikkeellä on kortti, jossa mainitaan vastaava nimikeviittaus.
nl_nl: Kan artikel %1 niet in het elektronische document vinden op basis van artikelnummer %3 van leverancier %2. Controleer of er een kaart voor het artikel bestaat met de corresponderende artikelreferentie.

# Codeunit 66696616 - NamedType 1820752928
source: Cannot find item '%1' based on GTIN %2 on the electronic document. Make sure that a card for the item exists with the corresponding GTIN.
de_ch: Element '%1' auf Grundlage der GTIN %2 konnte auf dem elektronischen Beleg nicht gefunden werden. Stellen Sie sicher, dass ein Element für den Kreditor in der entsprechenden GTIN vorhanden ist.
es_es: No se encuentra el producto "%1" basándose en el GTIN %2 en el documento entrante. Asegúrese de que existe una ficha para el producto con el GTIN correspondiente.
fi_fi: Nimikettä %1 ei löydy GTIN-numeron %2 perusteella saapuvasta asiakirjasta. Varmista, että nimikkeellä on kortti, jossa mainitaan vastaava GTIN-numero.
nl_nl: Kan artikel %1 niet vinden op basis van GTIN %2 in het elektronische document. Zorg ervoor dat er een kaart voor het artikel bestaat met het overeenkomende GTIN.

# Codeunit 66696616 - NamedType 2184892397
source: Cannot find item '%1' based on the vendor %2 item number %3 or GTIN %4 on the electronic document. Make sure that a card for the item exists with the corresponding item reference or GTIN.
de_ch: Der Artikel „%1“ konnte auf Grundlage der Artikelnummer %3 des Kreditors %2 oder GTIN %4 auf dem elektronischen Beleg nicht gefunden werden. Stellen Sie sicher, dass eine Karte für den Artikel mit der entsprechenden Artikelreferenz oder der GTIN vorhanden ist.
es_es: No se encuentra el producto "%1" basándose en el número de producto %3 del proveedor %2 o el GTIN %4 en el documento electrónico. Asegúrese de que existe una ficha para el producto con la referencia del artículo o el GTIN correspondientes.
fi_fi: Nimikettä %1 ei löydy saapuvasta asiakirjasta toimittajan %2 nimikenumeron %3 tai GTIN-numeron %4 perusteella. Varmista, että nimikkeellä on kortti, jossa mainitaan vastaava nimikeviittaus tai GTIN-numero.
nl_nl: Kan artikel %1 niet in het elektronische document vinden op basis van artikelnummer %3 of GTIN %4 van de leverancier %2. Controleer of er een kaart voor het artikel bestaat met de corresponderende artikelreferentie of het corresponderende GTIN.

# Codeunit 66696616 - NamedType 2564397465
source: The customer's VAT registration number %1 on the electronic document does not match the VAT Registration No. in the Company Information window.
de_ch: Die MWST Nr. %1 des Debitors auf dem elektronischen Beleg entspricht nicht der MWST Nr. im Fenster mit den Firmendaten.
es_es: El CIF/NIF %1 del cliente en el documento electrónico no coincide con el CIF/NIF de la ventana Información de la empresa.
fi_fi: Asiakkaan ALV-rekisterinumero %1 saapuvassa asiakirjassa ei vastaa Yritystiedot-ikkunan ALV-rekisterinumeroa.
nl_nl: Het btw-nummer %1 van de klant in het elektronische document komt niet overeen met het btw-nummer in het venster Bedrijfsgegevens.

# Codeunit 66696616 - NamedType 2770778153
source: You must fill either GLN or VAT Registration No. in the Company Information window.
de_ch: Sie müssen in das Fenster 'Firmendaten' entweder eine GLN oder MWST Nr. eingeben.
es_es: Debe rellenar el GLN o el CIF/NIF en la ventana Información de la empresa.
fi_fi: Täytä Yritystiedot-sivun GLN- tai ALV-rekisterinumeron kohta.
nl_nl: U moet ofwel de GLN of het btw-nummer in het venster Bedrijfsgegevens invullen.

# Codeunit 66696616 - NamedType 2776273405
source: Unit of measure %1 on electronic document line %2 does not match purchase unit of measure %3 on the item card. Make sure that a card for the item with the specified unit of measure exists with the corresponding item reference.
de_ch: Einheit %1 auf Zeile %2 des elektronischen Belegs stimmt nicht mit der Einkaufseinheit %3 auf der Artikelkarte überein. Stellen Sie sicher, dass eine Karte für den Artikel mit der angegebenen Einheit mit der entsprechenden Artikelreferenz vorhanden ist.
es_es: La unidad de medida %1 en la línea del documento electrónico %2 no coincide con la unidad de medida de compra %3 en la ficha de producto. Asegúrese de que existe una ficha para el producto con la unidad de medida especificada con la referencia de producto correspondiente.
fi_fi: Saapuvan asiakirjan rivin %2 mittayksikkö %1 ei vastaa nimikekortin oston mittayksikköä %3. Varmista, että nimikekortti, jossa määritetty mittayksikkö on, sekä vastaava nimikeviittaus ovat olemassa.
nl_nl: Maateenheid %1 op elektronische documentregel %2 komt niet overeen met inkoopmaateenheid %3 op de artikelkaart. Controleer of er een kaart voor het artikel met de opgegeven maateenheid bestaat met de corresponderende artikelreferentie.

# Codeunit 66696616 - NamedType 2959553450
source: The invoice discount of %1 cannot be applied. Invoice discount must be allowed on at least one invoice line and invoice total must not be 0.
de_ch: Der Rechnungsrabatt von %1 kann nicht angewendet werden. Der Rechnungsrabatt muss in mindestens einer Rechnungszeile zulässig sein und die Rechnungssumme darf nicht 0 sein.
es_es: No puede aplicarse el descuento %1 de la factura. El descuento de la factura se debe permitir en al menos una línea de factura y el total de la factura no debe ser 0.
fi_fi: Laskun alennusta %1 ei voi käyttää. Laskun alennus on sallittava vähintään yhdellä laskurivillä, ja laskun loppusumma ei saa olla 0.
nl_nl: De factuurkorting van %1 kan niet worden toegepast. Factuurkorting moet toegestaan zijn op ten minste één factuurregel en factuurtotaal mag niet 0 zijn.

# Codeunit 66696616 - NamedType 2972427148
source: The customer's GLN %1 on the electronic document does not match the GLN in the Company Information window.
de_ch: Die GLN %1 des Debitors auf dem elektronischen Beleg entspricht nicht der GLN im Fenster mit den Firmendaten.
es_es: El GLN %1 del cliente en el documento electrónico no coincide con el GLN de la ventana Información de la empresa.
fi_fi: Asiakkaan GLN %1 saapuvassa asiakirjassa ei vastaa Yritystiedot-ikkunan GLN-numeroa.
nl_nl: GLN %1 van de klant in het elektronische document komt niet overeen met het GLN in het venster Bedrijfsgegevens.

# Codeunit 66696616 - NamedType 3212879496
source: Cannot find an appropriate G/L account for the line with description '%1'. Choose the Map Text to Account button, and then map the core part of '%1' to the relevant G/L account.
de_ch: Kein entsprechendes Fibukonto für die Zeile mit der Beschreibung „%1“ gefunden. Wählen Sie die Schaltfläche „Text zu Konto zuordnen“, und ordnen Sie dann den zentralen Teil von „%1“ dem entsprechenden Fibukonto zu.
es_es: No se encuentra una cuenta para la línea que tiene la descripción "%1". Elija el botón Asignar texto a cuenta y, a continuación, asigne la parte fundamental de "%1" a la cuenta pertinente.
fi_fi: Asianomaista KP-tiliä ei löydy riville, jonka kuvaus on %1. Valitse Linkitä teksti tiliin -painike ja linkitä sitten kuvauksen %1 ydinosa asianomaiseen KP-tiliin.
nl_nl: Kan geen geschikte grootboekrekening vinden voor de regel met de omschrijving '%1'. Klik op de knop Tekst afstemmen op rekening en stem vervolgens het kerndeel van '%1' af op de betreffende grootboekrekening.

# Codeunit 66696616 - NamedType 3338366101
source: The customer's address '%1' on the electronic document does not match the Address in the Company Information window.
de_ch: Die Adresse '%1' des Debitors auf dem elektronischen Beleg entspricht nicht der Adresse im Fenster mit den Firmendaten.
es_es: La dirección "%1" del cliente en el documento electrónico no coincide con la Dirección de la ventana Información de la empresa.
fi_fi: Asiakkaan osoite %1 saapuvassa asiakirjassa ei vastaa Yritystiedot-ikkunan osoitetta.
nl_nl: Het klantadres %1 in het elektronische document komt niet overeen met het adres in het venster Bedrijfsgegevens.

# Codeunit 66696616 - NamedType 3614378649
source: Unit of measure %1 in the item reference is not in the list of units of measure for the corresponding item. Make sure that a unit of measure of item reference is in the list of units of measure for the corresponding item.
de_ch: Einheit %1 in der Artikelreferenz ist nicht in der Liste der Einheiten des entsprechenden Artikels vorhanden. Stellen Sie sicher, dass eine Einheit der Artikelreferenz in der Liste der Einheiten für den entsprechenden Artikel vorhanden ist.
es_es: La unidad de medida %1 en la referencia de producto no está en la lista de unidades de medida para el producto correspondiente. Asegúrese de que hay una unidad de medida de referencia de producto en la lista de unidades de medida para el producto correspondiente.
fi_fi: Nimikeviittauksen mittayksikkö %1 ei ole vastaavan nimikkeen mittayksiköiden luettelossa. Varmista, että nimikeviittauksen mittayksikkö on vastaavan nimikkeen mittayksiköiden luettelossa.
nl_nl: Maateenheid %1 in de artikelreferentie staat niet in de lijst met maateenheden voor het corresponderende artikel. Controleer of de maateenheid van de artikelreferentie in de lijst met maateenheden voor het corresponderende artikel staat.

# Codeunit 66696616 - NamedType 3787206907
source: Cannot find unit of measure %1. Make sure that the unit of measure exists.
de_ch: Einheit %1 kann nicht gefunden werden. Stellen Sie sicher, dass die Einheit vorhanden ist.
es_es: No se encuentra la unidad de medida %1. Asegúrese de que existe.
fi_fi: Mittayksikköä %1 ei löydy. Varmista, että mittayksikkö on olemassa.
nl_nl: Kan maateenheid %1 niet vinden. Controleer of de maateenheid bestaat.

# Codeunit 66696616 - NamedType 4084517828
source: <NONE>
de_ch: <OHNE>
es_es: <NINGUNO>
fi_fi: <EI MITÄÄN>
nl_nl: <GEEN>

# Codeunit 66696616 - NamedType 4117545204
source: The total amount %1 on the created document is different than the total amount %2 in the electronic document.
de_ch: Der Gesamtbetrag %1 auf dem elektronischen Beleg entspricht nicht dem Gesamtbetrag %2 auf dem eingehenden Beleg.
es_es: El importe total %1 del documento creado es distinto al importe total %2 del documento electrónico.
fi_fi: Luodun asiakirjan kokonaissumma %1 on eri kuin sähköisen asiakirjan kokonaissumma %2.
nl_nl: Het totaalbedrag %1 in het gemaakte document wijkt af van het totaalbedrag %2 in het elektronische document.

# Codeunit 66696616 - NamedType 60614174
source: The customer name '%1' on the electronic document does not match the name in the Company Information window.
de_ch: Der Name '%1' des Debitors auf dem elektronischen Beleg entspricht nicht dem Namen im Fenster mit den Firmendaten.
es_es: El nombre del cliente "%1" en el documento electrónico no coincide con el nombre de la ventana Información de la empresa.
fi_fi: Asiakkaan nimi %1 sähköisessä asiakirjassa ei vastaa Yritystiedot-ikkunan nimeä.
nl_nl: De klantnaam %1 in het elektronische document komt niet overeen met de naam in het venster Bedrijfsgegevens.

# Codeunit 76040665 - NamedType 3422515851
source: Batch Mode %1 is not supported in E-Document Framework.
de_ch: Der Stapelmodus %1 wird im Framework für E-Belege nicht unterstützt.
es_es: No se admite el modo de lote %1 en el marco de documento electrónico.
fi_fi: Erätilaa %1 ei tueta sähköisessä asiakirjakehikossa.
nl_nl: Batchmodus %1 wordt niet ondersteund in het raamwerk voor e-documenten.

# Codeunit 957206269 - NamedType 1297463687
source: E-Doc. Data Storage can not be overwritten with new entry
de_ch: E-Beleg-Datenspeicherung kann nicht mit neuem Eintrag überschrieben werden
es_es: No se puede sobrescribir el almacenamiento de datos de documentos electrónicos con un nuevo movimiento
fi_fi: Sähköisen asiakirjan tietosäilöä ei voi korvata uudella tapahtumalla
nl_nl: E-doc.-gegevensopslag kan niet worden overschreven met nieuwe post

# Enum 1111177302 - EnumValue 2199882250 - Property 2879900210
source: Incoming
de_ch: Eingehend
es_es: Entrante
fi_fi: Saapuva
nl_nl: Inkomend

# Enum 1111177302 - EnumValue 3993926658 - Property 2879900210
source: Outgoing
de_ch: Ausgehend
es_es: Saliente
fi_fi: Lähtevä
nl_nl: Uitgaand

# Enum 2161247858 - EnumValue 1249475212 - Property 2879900210
source: Created
de_ch: Erstellt
es_es: Creado
fi_fi: Luotu
nl_nl: Gemaakt

# Enum 2161247858 - EnumValue 2103596658 - Property 2879900210
source: Cancel Error
de_ch: Fehler beim Abbrechen
es_es: Error de cancelación
fi_fi: Peruuta virhe
nl_nl: Fout annuleren

# Enum 2161247858 - EnumValue 2368730469 - Property 2879900210
source: Order Updated
de_ch: Bestellung aktualisiert
es_es: Pedido actualizado
fi_fi: Tilaus päivitetty
nl_nl: Order bijgewerkt

# Enum 2161247858 - EnumValue 2561328176 - Property 2879900210
source: Sent
de_ch: Gesendet
es_es: Enviado
fi_fi: Lähetetty
nl_nl: Verzonden

# Enum 2161247858 - EnumValue 2566809421 - Property 2879900210
source: Pending Batch
de_ch: Stapel ausstehend
es_es: Lote pendiente
fi_fi: Odottava erä
nl_nl: Batch in behandeling

# Enum 2161247858 - EnumValue 2569903701 - Property 2879900210
source: Imported Document Created
de_ch: Importierter Beleg erstellt
es_es: Documento importado creado
fi_fi: Tuotu asiakirja luotu
nl_nl: Geïmporteerd document gemaakt

# Enum 2161247858 - EnumValue 278274272 - Property 2879900210
source: Pending Response
de_ch: Antwort ausstehend
es_es: Respuesta pendiente
fi_fi: Odottaa vastausta
nl_nl: Respons in behandeling

# Enum 2161247858 - EnumValue 281352744 - Property 2879900210
source: Imported
de_ch: Importiert
es_es: Importado
fi_fi: Tuotu
nl_nl: Geïmporteerd

# Enum 2161247858 - EnumValue 2913119229 - Property 2879900210
source: Approved
de_ch: Genehmigt
es_es: Aprobado
fi_fi: Hyväksytty
nl_nl: Goedgekeurd

# Enum 2161247858 - EnumValue 307567640 - Property 2879900210
source: Export Error
de_ch: Fehler beim Exportieren
es_es: Error de exportación
fi_fi: Vientivirhe
nl_nl: Exportfout

# Enum 2161247858 - EnumValue 3297075417 - Property 2879900210
source: Journal Line Created
de_ch: Erf.-Journalzeile erstellt
es_es: Línea del diario creada
fi_fi: Päiväkirjarivi luotu
nl_nl: Dagboekregel gemaakt
