Repository: boych83/BC.Code.History
Catalog: EDocument/Source/E-Document Core/Translations/E-Document Core.*.xlf
Languages: de_ch, es_es, fi_fi, nl_nl

# PageExtension 4011851868 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4011851868 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4011851868 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 401951942 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 401951942 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 401951942 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 4036036630 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4036036630 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4036036630 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 4096965792 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 4096965792 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 4096965792 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 4275677968 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4275677968 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4275677968 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 4281768669 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4281768669 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 4281768669 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 553174654 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 553174654 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 553174654 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 715134212 - Action 1505326866 - Property 1295455071
source: Opens the electronic document card.
de_ch: Öffnet die Karte „elektronischer Beleg“.
es_es: Abre la ficha de documento electrónico.
fi_fi: Avaa sähköisen asiakirjan kortin.
nl_nl: Hiermee wordt de elektronische documentkaart geopend.

# PageExtension 715134212 - Action 1505326866 - Property 2879900210
source: Open E-Document
de_ch: E-Beleg öffnen
es_es: Abrir documento electrónico
fi_fi: Avaa sähköinen asiakirja
nl_nl: E-document openen

# PageExtension 715134212 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 875282331 - Action 2193525264 - Property 1295455071
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 875282331 - Action 2193525264 - Property 2879900210
source: Preview E-Document Mapping
de_ch: E-Beleg-Zuordnung - Vorschau
es_es: Vista previa de asignación de documentos electrónicos
fi_fi: Esikatsele sähköisen asiakirjan yhdistämismääritystä
nl_nl: Voorbeeld van toewijzing van e-document weergeven

# PageExtension 875282331 - Action 4128474945 - Property 2879900210
source: E-Document
de_ch: E-Beleg
es_es: Documento electrónico
fi_fi: Sähköinen asiakirja

# PageExtension 2687593492 - Control 1361173799 - Property 1295455071
source: Specifies Electronic Service FLow that is used for sending documents.
de_ch: Gibt den elektronischen Serviceflow an, der zum Senden von Belegen verwendet wird.
es_es: Especifica el flujo de servicio electrónico que se usa para enviar documentos.
fi_fi: Määrittää asiakirjojen lähettämisessä käytettävän sähköisen palvelun työnkulun.
nl_nl: Hiermee wordt de elektronische servicestroom opgegeven die wordt gebruikt voor het verzenden van documenten.

# PageExtension 2687593492 - Control 1361173799 - Property 2879900210
source: Electronic Document Service Flow Code
de_ch: Serviceflowcode für elektronischen Beleg
es_es: Código flujo servicio documento electrónico
fi_fi: Sähköinen asiakirjapalvelun työnkulkukoodi
nl_nl: Code van servicestroom voor elektronische documenten

# PageExtension 2890514511 - Control 4102148806 - Property 1295455071
source: Specifies the electronic document service.
de_ch: Gibt den Service des elektronischen Belegs an.
es_es: Especifica el servicio de documento electrónico.
fi_fi: Määrittää sähköisen asiakirjapalvelun.
nl_nl: Hiermee wordt de elektronische documentservice opgegeven.

# PermissionSet 1290986274 - Property 2879900210
source: E-Document Core - Objects
de_ch: E-Beleg-Kern – Objekte
es_es: Documento electrónico, básico - Objetos
fi_fi: Sähköisen asiakirjan ydin – Objektit
nl_nl: E-documentkern - objecten

# PermissionSet 1810734102 - Property 2879900210
source: E-Document Core - Basic
de_ch: E-Beleg-Kern – Basis
es_es: Documento electrónico: Básico
fi_fi: Sähköisen asiakirjan ydin - Perus
nl_nl: E-documentkern - Basis

# PermissionSet 2932446808 - Property 2879900210
source: E-Document Core - Edit
de_ch: E-Beleg-Kern – Bearbeiten
es_es: Documento electrónico, básico: Editar
fi_fi: Sähköisen asiakirjan ydin – Muokkaus
nl_nl: E-documentkern - bewerken

# Table 1668421278 - Field 1420580905 - Property 2879900210
source: Transformation Rule
de_ch: Transformationsregel
es_es: Regla de transformación
fi_fi: Muunnossääntö
nl_nl: Transformatieregel

# Table 1668421278 - Field 1442081040 - Property 2879900210
source: Indent
de_ch: Einzug
es_es: Sangría
fi_fi: Sisennä
nl_nl: Inspringen

# Table 1668421278 - Field 2584943505 - Property 2879900210
source: Replace Value
de_ch: Ersetzter Wert
es_es: Reemplazar valor
fi_fi: Korvaa arvo
nl_nl: Waarde vervangen

# Table 1668421278 - Field 3004954119 - Property 2879900210
source: EDocument Format
de_ch: E-Beleg-Format
es_es: Formato de documento electrónico
fi_fi: Sähköisen asiakirjan muoto
nl_nl: Indeling van e-document

# Table 1668421278 - Field 3135334477 - Property 2879900210
source: Table ID
de_ch: Tabellen-ID
es_es: Id. de tabla
fi_fi: Taulukon tunnus
nl_nl: Tabel-id

# Table 1668421278 - Field 3220827225 - Property 2879900210
source: Used
de_ch: Verwendet
es_es: Utilizado
fi_fi: Käytetty
nl_nl: Gebruikt

# Table 1668421278 - Field 3297126266 - Property 2879900210
source: Find Value
de_ch: Wert suchen
es_es: Buscar valor
fi_fi: Etsi arvo
nl_nl: Waarde zoeken

# Table 1668421278 - Field 3320823955 - Property 2879900210
source: Line No.
de_ch: Zeilennr.
es_es: N.º línea
fi_fi: Rivinro
nl_nl: Regelnr.

# Table 1668421278 - Field 3410398907 - Property 2879900210
source: Field Caption
de_ch: Feldbeschriftung
es_es: Título campo
fi_fi: Kentän seloste
nl_nl: Veldbijschrift

# Table 1668421278 - Field 3643338474 - Property 2879900210
source: Is for Import
de_ch: Ist für Import
es_es: Es para importación
fi_fi: On tuontia varten
nl_nl: Is voor import

# Table 1668421278 - Field 869342929 - Property 2879900210
source: Field ID
de_ch: Feld-ID
es_es: Id. campo
fi_fi: Kentän tunnus
nl_nl: Veld-id

# Table 1668421278 - Field 883711285 - Property 2879900210
source: ID
fi_fi: Tunnus

# Table 1668421278 - Field 97876479 - Property 2879900210
source: Table Caption
de_ch: Tabellenbeschriftung
es_es: Título tabla
fi_fi: Taulukon seloste
nl_nl: Tabelbijschrift

# Table 20105138 - Field 2584943505 - Property 2879900210
source: Replace Value
de_ch: Ersetzter Wert
es_es: Reemplazar valor
fi_fi: Korvaa arvo
nl_nl: Waarde vervangen

# Table 20105138 - Field 3135334477 - Property 2879900210
source: Table ID
de_ch: Tabellen-ID
es_es: Id. de tabla
fi_fi: Taulukon tunnus
nl_nl: Tabel-id

# Table 20105138 - Field 3297126266 - Property 2879900210
source: Find Value
de_ch: Wert suchen
es_es: Buscar valor
fi_fi: Etsi arvo
nl_nl: Waarde zoeken

# Table 20105138 - Field 3410398907 - Property 2879900210
source: Field Caption
de_ch: Feldbeschriftung
es_es: Título campo
fi_fi: Kentän seloste
nl_nl: Veldbijschrift

# Table 20105138 - Field 3749213829 - Property 2879900210
source: E-Document Entry No
de_ch: E-Beleg-Postennummer
es_es: N.º mov. documento electrónico
fi_fi: Sähköisen asiakirjatapahtuman nro
nl_nl: Postnr. van e-document

# Table 20105138 - Field 3787882441 - Property 2879900210
source: E-Doc Log Entry No.
de_ch: E-Beleg-Protokollpostennummer
es_es: N.º movimiento registro documento electrónico
fi_fi: Sähköisen asiakirjan lokitapahtuman nro
nl_nl: Logpostnr. van e-doc.

# Table 20105138 - Field 869342929 - Property 2879900210
source: Field ID
de_ch: Feld-ID
es_es: Id. campo
fi_fi: Kentän tunnus
nl_nl: Veld-id

# Table 20105138 - Field 883711285 - Property 2879900210
source: Entry No
de_ch: Postennummer
es_es: N.º mov.
fi_fi: Tapahtumanro
nl_nl: Postnr.

# Table 20105138 - Field 97876479 - Property 2879900210
source: Table Caption
de_ch: Tabellenbeschriftung
es_es: Título tabla
fi_fi: Taulukon seloste
nl_nl: Tabelbijschrift

# Table 2069227321 - Field 16859563 - Property 2879900210
source: Data Storage
de_ch: Datenspeicher
es_es: Almacenamiento de datos
fi_fi: Tietojen tallennustila
nl_nl: Gegevensopslag

# Table 2069227321 - Field 883711285 - Property 2879900210
source: Entry No.
de_ch: Postennr.
es_es: N.º mov.
fi_fi: Tapahtumanro
nl_nl: Postnr.

# Table 2069227321 - Field 962379192 - Property 2879900210
source: Data Storage Size
de_ch: Größe des Datenspeichers
es_es: Tamaño de almacenamiento de datos
fi_fi: Tietojen tallennustilan koko
nl_nl: Grootte van gegevensopslag

# Table 2161247858 - Field 2587387310 - Property 2879900210
source: E-Document Entry No
de_ch: E-Beleg-Postennummer
es_es: N.º mov. documento electrónico
fi_fi: Sähköisen asiakirjatapahtuman nro
nl_nl: Postnr. van e-document

# Table 2161247858 - Field 3701310097 - Property 2879900210
source: E-Document Service Code
de_ch: E-Beleg - Dienstcode
es_es: Código de servicio de documento electrónico
fi_fi: Sähköisen asiakirjan huoltokoodi
nl_nl: Code van e-documentservice

# Table 2161247858 - Field 513339096 - Property 2879900210
source: E-Document Status
de_ch: Status des E-Belegs
es_es: Estado de documento electrónico
fi_fi: Sähköisen asiakirjan tila
nl_nl: Status van e-document

# Table 2530737823 - Field 1307368637 - Property 2879900210
source: E-Doc. Entry No
de_ch: E-Beleg-Postennr.
es_es: N.º mov. doc. electrónico
fi_fi: Sähköisen asiakirjan tapahtumanro
nl_nl: Postnr. van e-doc.

# Table 2530737823 - Field 1858999614 - Property 2879900210
source: Request Blob
de_ch: Anforderungs-Blob
es_es: Blob de solicitud
fi_fi: Pyynnön blob
nl_nl: Blob aanvragen

# Table 2530737823 - Field 2205837876 - Property 2879900210
source: Service Code
es_es: Cód. servicio
fi_fi: Huoltokoodi

# Table 2530737823 - Field 4132552953 - Property 2879900210
source: Response Status
de_ch: Antwortstatus
es_es: Estado de respuesta
fi_fi: Vastauksen tila
nl_nl: Responsstatus

# Table 2530737823 - Field 4132733409 - Property 2879900210
source: Method
de_ch: Methode
es_es: Método
fi_fi: Tapa
nl_nl: Methode

# Table 2530737823 - Field 860397892 - Property 2879900210
source: Response Blob
de_ch: Antwort-Blob
es_es: Blob de respuesta
fi_fi: Vastauksen blob
nl_nl: Responsblob

# Table 2530737823 - Field 883711285 - Property 2879900210
source: Entry No
de_ch: Postennr.
es_es: N.º mov.
fi_fi: Tapahtumanro
nl_nl: Postnr.

# Table 4102148806 - Field 1120844960 - Property 2879900210
source: Lookup Item Reference
de_ch: Artikelreferenz nachschlagen
es_es: Buscar referencia de producto
fi_fi: Hae nimikeviittaus
nl_nl: Artikelreferentie opzoeken

# Table 4102148806 - Field 1189486679 - Property 2879900210
source: Validate Line Discount
de_ch: Zeilenrabatt überprüfen
es_es: Validar dto. línea
fi_fi: Tarkista rivialennus
nl_nl: Regelkorting valideren

# Table 4102148806 - Field 1211607273 - Property 2879900210
source: Lookup Account Mapping
de_ch: Kontozuordnung nachschlagen
es_es: Buscar asignación de cuentas
fi_fi: Hakutilin yhdistämismääritys
nl_nl: Rekeningtoewijzing opzoeken

# Table 4102148806 - Field 1469489673 - Property 2879900210
source: Validate Receiving Company
de_ch: Empfangendes Unternehmen überprüfen
es_es: Validar empresa receptora
fi_fi: Tarkista vastaanottava yritys
nl_nl: Ontvangend bedrijf valideren

# Table 4102148806 - Field 1558310600 - Property 2879900210
source: Use Batch Processing
de_ch: Stapelverarbeitung verwenden
es_es: Usar procesamiento por lotes
fi_fi: Käytä eräkäsittelyä
nl_nl: Batchverwerking gebruiken

# Table 4102148806 - Field 1694972421 - Property 2879900210
source: Service Integration
de_ch: Dienstintegration
es_es: Integración de servicio
fi_fi: Palvelun integrointi
nl_nl: Service-integratie

# Table 4102148806 - Field 177598372 - Property 2879900210
source: Apply Invoice Discount
de_ch: Rechnungsrabatt anwenden
es_es: Aplicar dto. factura
fi_fi: Kohdista laskualennus
nl_nl: Factuurkorting toepassen

# Table 4102148806 - Field 1777051841 - Property 2879900210
source: Update Order
de_ch: Auftrag aktualisieren
es_es: Actualizar pedido
fi_fi: Päivitä tilaus
nl_nl: Order bijwerken

# Table 4102148806 - Field 2406055564 - Property 2879900210
source: Batch Start Time
de_ch: Stapel-Startzeit
es_es: Hora Inicio lote
fi_fi: Erän aloitusaika
nl_nl: Begintijd van batch

# Table 4102148806 - Field 2499181283 - Property 2879900210
source: Batch Recurrent Job Id
de_ch: Wiederkehrende Auftrags-ID für Stapel
es_es: Id. proyecto periódico por lotes
fi_fi: Erän toistuva työtunnus
nl_nl: Id van terugkerende taak van batch

# Table 4102148806 - Field 2557484411 - Property 2879900210
source: Start Time
de_ch: Startzeit
es_es: Hora inicial
fi_fi: Aloitusaika
nl_nl: Begintijd

# Table 4102148806 - Field 2583002469 - Property 2879900210
source: Batch Threshold
de_ch: Stapel-Schwellenwert
es_es: Umbral de lotes
fi_fi: Erän raja-arvo
nl_nl: Batchdrempel

# Table 4102148806 - Field 2619000645 - Property 2879900210
source: Lookup Item GTIN
de_ch: Artikel-GTIN suchen
es_es: Buscar GTIN de producto
fi_fi: Hakunimike GTIN
nl_nl: GTIN van artikel opzoeken

# Table 4102148806 - Field 2723539181 - Property 2879900210
source: Resolve Unit Of Measure
de_ch: Einheit auflösen
es_es: Resolver unidad medida
fi_fi: Selvitä mittayksikkö
nl_nl: Maateenheid oplossen

# Table 4102148806 - Field 2818755830 - Property 2879900210
source: Auto Import
de_ch: Automatischer Import
es_es: Importación automática
fi_fi: Automaattinen tuonti
nl_nl: Automatisch importeren

# Table 4102148806 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código
fi_fi: Koodi

# Table 4102148806 - Field 3116612316 - Property 2879900210
source: Create Journal Lines
de_ch: Erfassungsjournalzeilen erstellen
es_es: Crear líneas de diario
fi_fi: Luo päiväkirjarivit
nl_nl: Dagboekregels maken

# Table 4102148806 - Field 3174913059 - Property 2879900210
source: Minutes between runs
de_ch: Minuten zwischen Ausführungen
es_es: Minutos entre ejecuciones
fi_fi: Minuuttia suoritusten välillä
nl_nl: Minuten tussen uitvoeringen

# Table 4102148806 - Field 3306303202 - Property 2879900210
source: Verify Totals
de_ch: Summen überprüfen
es_es: Comprobar totales
fi_fi: Tarkista yhteissummat
nl_nl: Totalen controleren

# Table 4102148806 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
nl_nl: Beschrijving

# Table 4102148806 - Field 3628556596 - Property 2879900210
source: General Journal Template Name
de_ch: Fibu Erf.-Journalvorlagenname
es_es: Nombre libro diario general
fi_fi: Yleisen päiväkirjan mallin nimi
nl_nl: Naam van fin. dagboeksjabloon

# Table 4102148806 - Field 3762310192 - Property 2879900210
source: Document Format
de_ch: Belegformat
es_es: Formato de documento
fi_fi: Asiakirjan muoto
nl_nl: Documentindeling

# Table 4102148806 - Field 392327972 - Property 2879900210
source: Minutes between runs
de_ch: Minuten zwischen Ausführungen
es_es: Minutos entre ejecuciones
fi_fi: Minuuttia suoritusten välillä
nl_nl: Minuten tussen uitvoeringen

# Table 4102148806 - Field 4181946468 - Property 2879900210
source: Batch Recurrent Job Id
de_ch: Wiederkehrende Auftrags-ID für Stapel
es_es: Id. proyecto periódico por lotes
fi_fi: Erän toistuva työtunnus
nl_nl: Id van terugkerende taak van batch

# Table 4102148806 - Field 424205824 - Property 2879900210
source: General Journal Batch Name
de_ch: Fibu Buch.-Blattname
es_es: Nombre sección diario general
fi_fi: Yleisen päiväkirjan erän nimi
nl_nl: Naam van fin. dagboekbatch

# Table 4102148806 - Field 705853609 - Property 2879900210
source: Batch Mode
de_ch: Stapelmodus
es_es: Modo de lote
fi_fi: Erätila
nl_nl: Batchmodus

# Table 4128474945 - Field 1246944088 - Property 2879900210
source: Receiving Company GLN
de_ch: GLN des empfangenden Mandanten
es_es: GLN de empresa receptora
fi_fi: Vastaanottavan yrityksen GLN
nl_nl: GLN van ontvangend bedrijf

# Table 4128474945 - Field 124836649 - Property 2879900210
source: Document Record ID
de_ch: Belegdatensatz-ID
es_es: Id. de registro de documento
fi_fi: Asiakirjan tietuetunnus

# Table 4128474945 - Field 1365258807 - Property 2879900210
source: Workflow Step Instance ID
de_ch: ID der Workflowschritt-Instanz
es_es: Id. de instancia de paso de flujo de trabajo
fi_fi: Työnkulun osavaiheen esiintymän tunnus
nl_nl: Id van werkstroomstapinstantie

# Table 4128474945 - Field 1525391129 - Property 2879900210
source: Journal Line System ID
de_ch: Buch.-Blattzeilen-System-ID
es_es: Id. sistema lín. diario
fi_fi: Päiväkirjarivin järjestelmätunnus
nl_nl: Systeem-id van dagboekregel

# Table 4128474945 - Field 1659701640 - Property 2879900210
source: Data Exch. Def. Code
de_ch: Datenaustausch-Definitionscode
es_es: Código def. intercambio datos
fi_fi: Tiedonsiirtomäärityksen koodi
nl_nl: Code van definitie van gegevensuitwisseling

# Table 4128474945 - Field 1690655812 - Property 2879900210
source: Document Sending Profile
de_ch: Belegsendeprofil
es_es: Perfil de envío de documentos
fi_fi: Asiakirjan lähetyksen profiili
nl_nl: Verzendprofiel van document

# Table 4128474945 - Field 1708231351 - Property 2879900210
source: Index In Batch
de_ch: Index in Stapel
es_es: Índice en lote
fi_fi: Luettelo erässä

# Table 4128474945 - Field 1753214751 - Property 2879900210
source: Source Type
de_ch: Herkunftsart
es_es: Tipo procedencia mov.
fi_fi: Lähdetyyppi
nl_nl: Bronsoort

# Table 4128474945 - Field 1771314994 - Property 2879900210
source: Workflow Code
es_es: Código de flujo de trabajo
fi_fi: Työnkulun koodi
nl_nl: Werkstroomcode

# Table 4128474945 - Field 2202932243 - Property 2879900210
source: Order No.
de_ch: Auftragsnr.
es_es: N.º pedido
fi_fi: Tilausnro
nl_nl: Ordernr.

# Table 4128474945 - Field 2363328873 - Property 2879900210
source: Document Type
de_ch: Belegart
es_es: Tipo de documento
fi_fi: Asiakirjatyyppi

# Table 4128474945 - Field 3135334477 - Property 2879900210
source: Table ID
de_ch: Tabellen-ID
es_es: Id. de tabla
fi_fi: Taulukon tunnus
nl_nl: Tabel-id

# Table 4128474945 - Field 329134311 - Property 2879900210
source: Document Entry No
de_ch: Belegpostennr.
es_es: N.º mov. documento
fi_fi: Asiakirjatapahtuman nro
nl_nl: Documentpostnr.

# Table 4128474945 - Field 3291406315 - Property 2879900210
source: Amount Including VAT
de_ch: Betrag inkl. MWST
es_es: Importe IVA incl.
fi_fi: ALV:n sisältävä summa
nl_nl: Bedrag incl. btw

# Table 4128474945 - Field 3710982960 - Property 2879900210
source: Posting Date
de_ch: Buchungsdatum
es_es: Fecha registro
fi_fi: Kirjauspvm
nl_nl: Boekingsdatum

# Table 4128474945 - Field 3792756061 - Property 2879900210
source: Bill-to/Pay-to No.
de_ch: Rech. an/Zahlung an Nr.
es_es: Fact./Pago a N.º
fi_fi: Lask.asiakkaan/Tav. lask. nro
nl_nl: Factuur/betaling-nr.

# Table 4128474945 - Field 3808951907 - Property 2879900210
source: Document Table Name
de_ch: Belegtabellenname
es_es: Nombre tabla documento
fi_fi: Asiakirjataulukon nimi
nl_nl: Naam van documenttabel

# Table 4128474945 - Field 39585143 - Property 2879900210
source: Direction
de_ch: Richtung
es_es: Dirección
fi_fi: Suunta
nl_nl: Richting

# Table 4128474945 - Field 3983787601 - Property 2879900210
source: Job Queue Entry ID
de_ch: Aufgabenwarteschlange - Posten-ID
es_es: Id. mov. cola proyecto
fi_fi: Työjonon tapahtumatunnus
nl_nl: Id van taakwachtrij-item
