Repository: boych83/BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: it_it, sv_se

# Page 4137582484 - Control 3535051778 - Property 1295455071
source: Specifies extra item number to use for the scenarios.
it_it: Specifica il numero di articolo aggiuntivo da utilizzare per gli scenari.
sv_se: Anger ett extra artikelnummer som ska användas i scenarierna.

# Page 4137582484 - Control 805417063 - Property 1295455071
source: Specifies extra item number to use for the scenarios.
it_it: Specifica il numero di articolo aggiuntivo da utilizzare per gli scenari.
sv_se: Anger ett extra artikelnummer som ska användas i scenarierna.

# Page 4250254492 - Property 2879900210
source: Warehouse Module Setup
it_it: Setup modulo warehouse
sv_se: Konfiguration av distributionslagermodul

# Page 4250254492 - Control 2007280983 - Property 1295455071
source: Specifies the code of the location for the Simple Logistics scenarios.
it_it: Specifica il codice dell'ubicazione per gli scenari di logistica semplice.
sv_se: Anger koden för lagerstället för scenarier med enkel logistik.

# Page 4250254492 - Control 4258090820 - Property 1295455071
source: Specifies the code of the location for the Basic Location scenarios.
it_it: Specifica il codice dell'ubicazione per gli scenari di ubicazione di base.
sv_se: Anger koden för lagerstället för scenarierna för grundläggande lagerställe.

# Page 4250254492 - Control 350630476 - Property 1295455071
source: Specifies the code of the location for the Advanced Logistics scenarios.
it_it: Specifica il codice dell'ubicazione per gli scenari di logistica avanzata.
sv_se: Anger koden för lagerstället för avancerade logistikscenarier.

# Page 4250254492 - Control 1445487580 - Property 1295455071
source: Specifies the code of the location for the Advanced Logistics scenarios.
it_it: Specifica il codice dell'ubicazione per gli scenari di logistica avanzata.
sv_se: Anger koden för lagerstället för avancerade logistikscenarier.

# Page 4250254492 - Control 4190130733 - Property 1295455071
source: Specifies the customer number to use for the scenarios.
it_it: Specifica il numero del cliente da utilizzare per gli scenari.
sv_se: Anger vilket kundnummer som ska användas i scenarierna.

# Page 4250254492 - Control 2204127981 - Property 1295455071
source: Specifies the main number to use for the scenarios.
it_it: Specifica il numero principale da utilizzare per gli scenari.
sv_se: Anger huvudnumret som ska användas i scenarierna.

# Page 4250254492 - Control 1513630372 - Property 1295455071
source: Specifies extra item number to use for the scenarios.
it_it: Specifica il numero di articolo aggiuntivo da utilizzare per gli scenari.
sv_se: Anger ett extra artikelnummer som ska användas i scenarierna.

# Page 4250254492 - Control 2704025915 - Property 1295455071
source: Specifies extra item number to use for the scenarios with item tracking.
it_it: Specifica il numero di articolo aggiuntivo da utilizzare per gli scenari con tracciabilità articolo.
sv_se: Anger ett extra artikelnummer som ska användas i scenarierna med artikelspårning.

# Page 4250254492 - Control 1527594213 - Property 1295455071
source: Specifies vendor number to use for the scenarios.
it_it: Specifica il numero fornitore da utilizzare per gli scenari.
sv_se: Anger leverantörsnumret som ska användas i scenarierna.

# TableExtension 258902614 - Field 3700672413 - Property 2879900210
source: InstallAdditionalDemoData
it_it: Installa dati demo aggiuntivi
sv_se: Installera ytterligare demodata

# Codeunit 1162009136 - NamedType 98715399
source: Bahrain
it_it: Bahrein

# Codeunit 1162009136 - NamedType 3860878411
source: Chile
it_it: Cile

# Codeunit 1162009136 - NamedType 3127769752
source: Finland
it_it: Finlandia

# Codeunit 1162009136 - NamedType 2889518950
source: Isle of Man
it_it: Isola di Man

# Codeunit 1162009136 - NamedType 2251744318
source: Israel
it_it: Israele

# Codeunit 1162009136 - NamedType 4170882530
source: Jamaica
it_it: Giamaica

# Codeunit 1162009136 - NamedType 1400075330
source: Japan
it_it: Giappone

# Codeunit 1162009136 - NamedType 3497212204
source: Peru
it_it: Perù

# Codeunit 1162009136 - NamedType 3599678312
source: Portugal
it_it: Portogallo

# Codeunit 1162009136 - NamedType 3206298960
source: Puerto Rico
it_it: Portorico

# Codeunit 1162009136 - NamedType 3519217827
source: Thailand
it_it: Thailandia

# Codeunit 1529904229 - NamedType 395783984
source: SN-PROD
it_it: NS-PROD

# Codeunit 1485704842 - NamedType 460534124
source: EU
it_it: UE

# Codeunit 1485704842 - NamedType 705217752
source: EXPORT
it_it: ESPORT

# Codeunit 4250401586 - NamedType 4096097915
source: Gram
it_it: Grammo

# Codeunit 4250401586 - NamedType 156403061
source: Kilo
it_it: Chilo

# Codeunit 4250401586 - NamedType 680230892
source: Kilometer
it_it: Chilometro

# Codeunit 4250401586 - NamedType 346069402
source: Liter
it_it: Litro

# Codeunit 68986151 - NamedType 300641392
source: IoT Sensor
it_it: Sensore IoT

# Codeunit 3944764213 - NamedType 2867256861
source: Material
it_it: Materiale

# Codeunit 1088189953 - NamedType 942231588
source: EM
it_it: ME

# Codeunit 2972997402 - NamedType 1938970199
source: START-SVC
it_it: AVVIA-SER

# Codeunit 2709668756 - NamedType 2769561659
source: SVC-ORDER
it_it: ASS-ORD

# Codeunit 1156413836 - NamedType 414773181
source: RESOURCE1
it_it: RISORSA1

# Codeunit 1156413836 - NamedType 139037308
source: RESOURCE2
it_it: RISORSA2

# Codeunit 2197656247 - NamedType 3856383001
source: SERVICE
it_it: ASSISTENZA

# Codeunit 2961538908 - NamedType 662512809
source: SILVER
it_it: ARGENTO

# Codeunit 2961538908 - NamedType 2871713284
source: BULK
it_it: BLOCCO
