Repository: boych83/BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: it_it, sv_se

# Codeunit 3069000996 - NamedType 2146251131
source: Loud noise during brewing
it_it: Rumore forte durante la produzione della birra
sv_se: Högt ljud under bryggning

# Codeunit 3069000996 - NamedType 2874375258
source: LEAKING
it_it: PERDITA
sv_se: LÄCKAGE

# Codeunit 3069000996 - NamedType 3114637491
source: Leaking
it_it: Perdita
sv_se: Läckage

# Codeunit 3069000996 - NamedType 3827498402
source: Loud noise
it_it: Rumore forte
sv_se: Högt ljud

# Codeunit 3069000996 - NamedType 84906965
source: NOISE
it_it: RUMORE
sv_se: LJUD

# Codeunit 3069000996 - NamedType 67153438
source: Clean the coffee funnel clean the coffee funnel in Maintenance manual
it_it: Pulire l'imbuto del caffè come descritto nel manuale di manutenzione
sv_se: Rengör kaffetratten i handboken för underhåll

# Codeunit 3069000996 - NamedType 224988811
source: Clean and great the brew group as described in Maintenance manual
it_it: Pulire il gruppo di erogazione come descritto nel manuale di manutenzione
sv_se: Rengör brygggningsgruppen enligt beskrivningen i handboken för underhåll

# Codeunit 3069000996 - NamedType 4211835036
source: Remove any beans/bean particles located in the water tank compartment area
it_it: Rimuovere fagioli/particelle di fagioli nell'area del serbatoio dell'acqua
sv_se: Ta bort alla bönor/bönpartiklar som finns i facket med vattentanken

# Codeunit 3069000996 - NamedType 3780347401
source: Turn off the machine and wait for 60 minutes
it_it: Spegnere la macchina e attendere 60 minuti
sv_se: Stäng av maskinen och vänta i 60 minuter

# Codeunit 3069000996 - NamedType 603392922
source: Clean out waste box and waste pipe as described in Maintenance manual
it_it: Pulire la cassetta rifiuti e il tubo di scarico come da manuale di manutenzione
sv_se: Rengör skräplådan och avloppsröret enligt beskrivningen i handboken

# Codeunit 3069000996 - NamedType 3025400583
source: Filter basket needs replacement
it_it: Il cestello del filtro deve essere sostituito
sv_se: Filterkorgen behöver bytas ut

# Codeunit 3069000996 - NamedType 3963944366
source: R
sv_se: L

# Codeunit 3069000996 - NamedType 2076039507
source: Have you tried turning it off and on again?
it_it: Si è tentato di spegnerlo e riaccenderlo?
sv_se: Har du provat att stänga av och sätta på den igen?

# Codeunit 2872396460 - NamedType 3664742490
source: Service Contract Sale
it_it: Vendita contratti assistenza
sv_se: Försäljning servicekontrakt

# Codeunit 3370421425 - NamedType 1041394825
source: Equipment Fee
it_it: Spese attrezzatura
sv_se: Avgift för utrustning

# Codeunit 3370421425 - NamedType 972889320
source: Repair
it_it: Ripristina
sv_se: Reparera

# Codeunit 1088189953 - NamedType 3991486772
source: Commercial Models
it_it: Modelli commerciali
sv_se: Kommersiella modeller

# Codeunit 1088189953 - NamedType 4008246085
source: EM_Commer
it_it: ME_Commer
sv_se: EM_Kommer

# Codeunit 1088189953 - NamedType 2870380740
source: Espresso Machines
it_it: Macchine per caffè espresso
sv_se: Espressomaskiner

# Codeunit 1088189953 - NamedType 3281439849
source: Services
it_it: Servizi
sv_se: Tjänster

# Codeunit 1088189953 - NamedType 305406962
source: SERVICES
it_it: SERVIZI
sv_se: TJÄNSTER

# Codeunit 2972997402 - NamedType 1585192416
source: Item Journal
it_it: Registrazioni articoli
sv_se: Artikeljournal

# Codeunit 2972997402 - NamedType 4058039807
source: ITEM
it_it: ARTICOLO
sv_se: ARTIKEL

# Codeunit 2972997402 - NamedType 1226013149
source: Start Service
it_it: Avvia servizio
sv_se: Påbörja service

# Codeunit 3701114475 - NamedType 410143037
source: LOANER
it_it: PRESTITO
sv_se: LÅNEART

# Codeunit 2709668756 - NamedType 3375787699
source: SVC-CONTR-I
it_it: ASS-CONTR-F
sv_se: SVC-KONTR-F

# Codeunit 2709668756 - NamedType 167160748
source: SVC-CONTR-T
it_it: ASS-CONTR-M
sv_se: SVC-KONTR-M

# Codeunit 2709668756 - NamedType 631024881
source: SVC-INV+
it_it: ASS-FATT+
sv_se: SVC-FAKT+

# Codeunit 2709668756 - NamedType 713403306
source: SVC-SHIP+
it_it: ASS-SPED+
sv_se: SVC-UTLV+

# Codeunit 2709668756 - NamedType 26948853
source: Contract Invoices
it_it: Fatture contratto
sv_se: Kontraktsfakturor

# Codeunit 2709668756 - NamedType 2338995389
source: Templates for Service Contracts
it_it: Modelli per contratti assistenza
sv_se: Mallar för servicekontrakt

# Codeunit 2709668756 - NamedType 1971419847
source: Posted Service Invoices
it_it: Fatture assistenza registrate
sv_se: Bokförda servicefakturor

# Codeunit 2709668756 - NamedType 319576680
source: Posted Service Shipments
it_it: Spedizioni assistenza registrate
sv_se: Bokförda serviceutleveranser

# Codeunit 2709668756 - NamedType 2401471801
source: Service Contracts
it_it: Contratti assistenza
sv_se: Servicekontrakt

# Codeunit 2709668756 - NamedType 3810336072
source: Service Invoices
it_it: Fatture assistenza
sv_se: Servicefakturor

# Codeunit 2709668756 - NamedType 3272594788
source: Service Items
it_it: Articoli in assistenza
sv_se: Serviceartiklar

# Codeunit 2709668756 - NamedType 3908981093
source: Service Orders
it_it: Ordini assistenza
sv_se: Serviceorder

# Codeunit 2709668756 - NamedType 1872663799
source: SVC-CONTR
it_it: ASS-CONTR
sv_se: SVC-KONTR

# Codeunit 2709668756 - NamedType 1001019794
source: SVC-INV
it_it: ASS-FATT
sv_se: SVC-FAKT

# Codeunit 2709668756 - NamedType 2760765926
source: SVC-ITEM
it_it: ASS-ART
sv_se: SVC-ART

# Codeunit 2197656247 - NamedType 2252474457
source: BASE
sv_se: NETTOBEL.

# Codeunit 2197656247 - NamedType 1469081030
source: Defect
it_it: Difetto
sv_se: DEFEKT

# Codeunit 2197656247 - NamedType 1295432882
source: DEFECT
it_it: DIFETTO
sv_se: DEFEKT

# Codeunit 2197656247 - NamedType 3759006864
source: User Fault
it_it: Errore dell'utente
sv_se: Användarfel

# Codeunit 2197656247 - NamedType 2960771380
source: USERFAULT
sv_se: ANV.FEL

# Codeunit 2197656247 - NamedType 3443751771
source: Basic
it_it: Di base
sv_se: Grundläggande

# Codeunit 2197656247 - NamedType 1024463285
source: BASIC
it_it: DI BASE
sv_se: BAS

# Codeunit 2197656247 - NamedType 1624071064
source: Maintenance
it_it: Manutenzione
sv_se: Underhåll

# Codeunit 2197656247 - NamedType 2252783058
source: MAINTEN
it_it: MANUTEN
sv_se: UNDERHÅLL

# Codeunit 2197656247 - NamedType 322892416
source: Repair
it_it: Ripristina
sv_se: Reparera

# Codeunit 2197656247 - NamedType 3013666106
source: REPAIR
it_it: RIPRISTINA
sv_se: REPARERA

# Codeunit 2197656247 - NamedType 247962367
source: Electrical
it_it: Elettrico
sv_se: Elektrisk

# Codeunit 2197656247 - NamedType 943071961
source: ELECTR
it_it: ELETTRICO
sv_se: ELEKTR

# Codeunit 2197656247 - NamedType 4288758543
source: Plumbing
it_it: Idraulico
sv_se: Rördragning

# Codeunit 2197656247 - NamedType 487630665
source: PLUMBING
it_it: IDRAULICO
sv_se: RÖRDRAG

# Codeunit 3095892194 - NamedType 40075409
source: Service is finished
it_it: Assistenza completata
sv_se: Avslutad service

# Codeunit 3095892194 - NamedType 2310208602
source: FINISHED
it_it: FINITO
sv_se: FÄRDIG

# Codeunit 3095892194 - NamedType 3762846649
source: Initial Repair Status
it_it: Stato iniziale ripristino
sv_se: Start rep.status

# Codeunit 3095892194 - NamedType 3356185570
source: INITIAL
it_it: INIZIALE
sv_se: STARTAD

# Codeunit 3095892194 - NamedType 849095336
source: Service in process
it_it: Assistenza in corso
sv_se: Service på gång

# Codeunit 3095892194 - NamedType 2357188607
source: IN PROCESS
it_it: IN CORSO
sv_se: PÅ GÅNG

# Codeunit 3095892194 - NamedType 3340191073
source: Partly Serviced
it_it: Assistenza parziale
sv_se: Delvis servad

# Codeunit 3095892194 - NamedType 1782104394
source: PARTLYSERV
it_it: ASSPARZ
sv_se: DELVISSERV

# Codeunit 3095892194 - NamedType 3009147529
source: Quotation Finished
it_it: Preventivo finale
sv_se: Offerering avslutad

# Codeunit 3095892194 - NamedType 3088757586
source: QUOTEFIN
it_it: OFFERTACOM
sv_se: OFFERTAVSL

# Codeunit 3095892194 - NamedType 1306306768
source: Referred
it_it: Rimandato
sv_se: Hänvisad

# Codeunit 3095892194 - NamedType 3703623303
source: REFERRED
it_it: RIMANDATO
sv_se: HÄNVISAD

# Codeunit 3095892194 - NamedType 3641044828
source: Spare Part ordered
it_it: Pezzo di ricambio ordinato
sv_se: Beställt reservdel

# Codeunit 3095892194 - NamedType 217535955
source: SP ORDERED
it_it: PR ORDIN
sv_se: RDBESTÄLLT

# Codeunit 3095892194 - NamedType 2865694023
source: Spare part received
it_it: Pezzo di ricambio ricevuto
sv_se: Mottagit reservdel

# Codeunit 3095892194 - NamedType 3534365264
source: SP RCVD
it_it: PR RICEV
sv_se: RD MOTT

# Codeunit 3095892194 - NamedType 1977185178
source: Waiting for Customer
it_it: In attesa del cliente
sv_se: Väntar på kund

# Codeunit 3095892194 - NamedType 1324042449
source: WAITCUST
it_it: CLIENTEATT
sv_se: VÄNTKUND

# Codeunit 1755822452 - NamedType 3005490637
source: Whole Roasted Beans, Colombia
it_it: Fagioli interi tostati, Colombia
sv_se: Hela rostade bönor, Colombia

# Codeunit 1755822452 - NamedType 3599525708
source: Whole Roasted Beans, Brazil
it_it: Fagioli interi tostati, Brasile
sv_se: Helt rostade bönor, Brasilien

# Codeunit 1755822452 - NamedType 2202588619
source: Whole Roasted Beans, Indonesia
it_it: Fagioli interi tostati, Indonesia
sv_se: Hela rostade bönor, Indonesien

# Codeunit 1755822452 - NamedType 2460051184
source: WRB-1000
it_it: WAR-1000
sv_se: DIST-1000

# Codeunit 1755822452 - NamedType 2971036721
source: WRB-1001
it_it: WAR-1001
sv_se: DIST-1001

# Codeunit 1755822452 - NamedType 3294328242
source: WRB-1002
it_it: WAR-1002
sv_se: DIST-1002

# Codeunit 764255676 - NamedType 1351810307
source: Beans
it_it: Fagioli
sv_se: Bönor

# Codeunit 764255676 - NamedType 2647876765
source: BEANS
it_it: FAGIOLI
sv_se: BÖNOR

# Codeunit 2961538908 - NamedType 1823254609
source: ADJUSTMENT
it_it: RETTIFICA
sv_se: JUSTERING

# Codeunit 2961538908 - NamedType 4060695483
source: White Warehouse
it_it: Warehouse bianco
sv_se: Vita distributionslagret

# Codeunit 2961538908 - NamedType 1641406997
source: WHITE
it_it: BIANCO
sv_se: VIT

# Codeunit 2961538908 - NamedType 210250095
source: Silver Warehouse
it_it: Warehouse argento
sv_se: Silverdistributionslagret

# Codeunit 2961538908 - NamedType 213347397
source: Bulk Storage
it_it: Immagazzinamento in blocco
sv_se: Masslagring

# Codeunit 2961538908 - NamedType 676482322
source: 2 degrees Celsius
it_it: 2 gradi Celsius
sv_se: 2 grader Celsius

# Codeunit 2961538908 - NamedType 858046248
source: COLD
it_it: FREDDO
sv_se: KYLD

# Codeunit 2961538908 - NamedType 3597625753
source: Cross-Dock
sv_se: Direktutleverans

# Codeunit 2961538908 - NamedType 1558388393
source: CROSS-DOCK
sv_se: DIRUTLEVNS

# Codeunit 2961538908 - NamedType 2699734967
source: Forklift
it_it: Muletto
sv_se: Gaffeltruck

# Codeunit 2961538908 - NamedType 2448218961
source: FORKLIFT
it_it: MULETTO
sv_se: GAFF.TRUCK

# Codeunit 2961538908 - NamedType 565883316
source: -8 degrees Celsius
it_it: -8 gradi Celsius
sv_se: -8 grader Celsius

# Codeunit 2961538908 - NamedType 3210286478
source: FROZEN
it_it: CONGELATO
sv_se: FRYST

# Codeunit 2961538908 - NamedType 3733433445
source: No type
it_it: Nessun tipo
sv_se: Ingen typ

# Codeunit 2961538908 - NamedType 477454936
source: Operations
it_it: Operazioni
sv_se: Åtgärder

# Codeunit 2961538908 - NamedType 82173375
source: OPERATION
it_it: OPERAZIONE
sv_se: ÅTGÄRD

# Codeunit 2961538908 - NamedType 811913157
source: Pick
it_it: Prelievo
sv_se: Plockning

# Codeunit 2961538908 - NamedType 304624603
source: PICK
it_it: PRELIEVO
sv_se: PLOCKNING

# Codeunit 2961538908 - NamedType 2717520529
source: Put Away and Pick
it_it: Stoccaggio e prelievo
sv_se: Artikelinförsel och plockning

# Codeunit 2961538908 - NamedType 2967020735
source: Put Away
it_it: Stoccaggio
sv_se: Artikelinförsel

# Codeunit 2961538908 - NamedType 2878223001
source: PUTAWAY
it_it: STOCCAGGIO
sv_se: ART.INF

# Codeunit 2961538908 - NamedType 2021136300
source: PUTPICK
it_it: STOCPREL
sv_se: ARTINFPLOC

# Codeunit 2961538908 - NamedType 1629478926
source: QC
it_it: CQ
sv_se: KS

# Codeunit 2961538908 - NamedType 3340541204
source: Quality Control
it_it: Controllo qualità
sv_se: Kvalitetskontroll

# Codeunit 2961538908 - NamedType 2236234933
source: RECEIVE
it_it: RICEVUTA
sv_se: INLEVNS

# Codeunit 2961538908 - NamedType 1228050280
source: Receiving
it_it: Carico
sv_se: Inleverans

# Codeunit 2961538908 - NamedType 2693868236
source: Shipping
it_it: Spedizione
sv_se: Leverans

# Codeunit 2961538908 - NamedType 1132297526
source: SHIP
it_it: SPED
sv_se: UTLEVNS

# Codeunit 2961538908 - NamedType 931450331
source: Yellow Warehouse
it_it: Warehouse giallo
sv_se: Gula distributionslagret

# Codeunit 2961538908 - NamedType 2807129141
source: YELLOW
it_it: GIALLO
sv_se: GUL

# Codeunit 2961538908 - NamedType 1654142901
source: Storage
it_it: Immagazzinamento
sv_se: Lagring

# Codeunit 2961538908 - NamedType 935382507
source: STORAGE
it_it: IMMAGAZ
sv_se: LAGRING

# Codeunit 2961538908 - NamedType 1359017012
source: Own Logistics
it_it: Logistica propria
sv_se: Egen logistik

# Codeunit 2961538908 - NamedType 4003420174
source: OWN LOG.
it_it: LOG. PROP.
sv_se: EGEN LOG.

# Codeunit 2961538908 - NamedType 2294625345
source: Virtual for Adjustment
it_it: Virtuale per rettifica
sv_se: Virtuell för justering

# Codeunit 2615925881 - NamedType 3903359621
source: Inventory Movement
it_it: Movimento di magazzino
sv_se: Lagerförflyttning

# Codeunit 2615925881 - NamedType 2653740443
source: I-MOVE
it_it: I-MOV
sv_se: I-FLYTT

# Codeunit 2615925881 - NamedType 1960315803
source: Inventory Pick
it_it: Prelievo magazzino
sv_se: Lagerplockning

# Codeunit 2615925881 - NamedType 3835994613
source: I-PICK
it_it: I-PRE
sv_se: I-PLOCK

# Codeunit 2615925881 - NamedType 705456985
source: Inventory Put-Away
it_it: Stoccaggio magazzino
sv_se: Lager, artikelinförsel

# Codeunit 2615925881 - NamedType 839838831
source: I-PUT
it_it: I-STO
sv_se: I-ARTINF

# Codeunit 2615925881 - NamedType 2125894460
source: Posted Inventory Pick
it_it: Prelievo magazzino registrato
sv_se: Bokförd lagerplockning

# Codeunit 2615925881 - NamedType 4097893942
source: I-PICK+
it_it: I-PRE+
sv_se: I-PLOCK+

# Codeunit 2615925881 - NamedType 1975131826
source: Posted Invt. Put-Away
it_it: Stoccaggio magazzino registrato
sv_se: Bokförd artikelinförsel i lager

# Codeunit 2615925881 - NamedType 2899026376
source: I-PUT+
it_it: I-STO+
sv_se: I-ARTINF+

# Codeunit 2615925881 - NamedType 3974178262
source: Posted Warehouse Receipt
it_it: Ricevuta warehouse registrata
sv_se: Bokförd inleverans till distributionslager

# Codeunit 2615925881 - NamedType 1204062380
source: WMS-RCPT+
it_it: WNS-RIC+
sv_se: DIST-INLV+

# Codeunit 2615925881 - NamedType 1100448490
source: Posted Warehouse Shipment
it_it: Spedizione warehouse registrata
sv_se: Bokförd distributionslagerutleverans

# Codeunit 2615925881 - NamedType 4215671936
source: WMS-SHIP+
it_it: WNS-SPED+
sv_se: DIST-UTLV+

# Codeunit 2615925881 - NamedType 2825218076
source: Registered Inventory Movement
it_it: Movimento di magazzino registrato
sv_se: Registrerad lagerförflyttning

# Codeunit 2615925881 - NamedType 1802507699
source: I-MOVE+
it_it: I-MOV+
sv_se: I-FLYTT+

# Codeunit 2615925881 - NamedType 1005838568
source: Registered Whse. Movement
it_it: Movimento registrato warehouse
sv_se: Dist.lager reg. transport

# Codeunit 2615925881 - NamedType 1639651394
source: WMS-MOVE+
it_it: WNS-MOV+
sv_se: DIST-FLYTT+

# Codeunit 2615925881 - NamedType 3785015970
source: Registered Warehouse Pick
it_it: Prelievo warehouse registrato
sv_se: Registrerad distributionslagerplockning

# Codeunit 2615925881 - NamedType 2535345176
source: WMS-PICK+
it_it: WNS-PRE+
sv_se: DIST-PLOCK+

# Codeunit 2615925881 - NamedType 2776228092
source: Registered Warehouse Put-away
it_it: Stoccaggio warehouse registrato
sv_se: Registrerad artikelinförsel för distributionslager

# Codeunit 2615925881 - NamedType 453260278
source: WMS-PUT-+
it_it: WNS-STO-+
sv_se: DIST-INF-+

# Codeunit 2615925881 - NamedType 2141655721
source: Transfer Order
it_it: Ordine di trasferimento
sv_se: Överföringsorder

# Codeunit 2615925881 - NamedType 329631583
source: T-ORD
it_it: ORD-T
sv_se: Ö-ORD

# Codeunit 2615925881 - NamedType 3993618399
source: Transfer Receipt
it_it: Ricevuta trasferimento
sv_se: Överföringsinleverans

# Codeunit 2615925881 - NamedType 3904820665
source: T-RCPT
it_it: T-RIC
sv_se: Ö-INLVS

# Codeunit 2615925881 - NamedType 905386915
source: Transfer Shipment
it_it: Spedizione trasferimento
sv_se: Överföringsutleverans

# Codeunit 2615925881 - NamedType 2201453373
source: T-SHIP
it_it: T-SPED
sv_se: Ö-UTLVS

# Codeunit 2615925881 - NamedType 3391251456
source: Warehouse Movement
it_it: Movimento warehouse
sv_se: Dist.lager transport

# Codeunit 2615925881 - NamedType 1787057850
source: WMS-MOV
it_it: WNS-MOV
sv_se: DIST-FLYTT

# Codeunit 2615925881 - NamedType 831810554
source: Warehouse Pick
it_it: Prelievo warehouse
sv_se: Distributionslagerplockning

# Codeunit 2615925881 - NamedType 3168227504
source: WMS-PICK
it_it: WNS-PRE
sv_se: DIST-PLOCK

# Codeunit 2615925881 - NamedType 1334790692
source: Warehouse Put-away
it_it: Stoccaggio warehouse
sv_se: Dist.lager artikelinförsel

# Codeunit 2615925881 - NamedType 1857791902
source: WMS-PUT
it_it: WNS-STO
sv_se: DIST-ARTIN

# Codeunit 2615925881 - NamedType 2353077229
source: Warehouse Receipt
it_it: Ricevuta warehouse
sv_se: Distributionslagerinleverans

# Codeunit 2615925881 - NamedType 1884340579
source: WMS-RCPT
it_it: WNS-RIC
sv_se: DIST-INLV

# Codeunit 2615925881 - NamedType 1008942569
source: Warehouse Shipment
it_it: Spedizione warehouse
sv_se: Distributionslagerutleverans

# Codeunit 2615925881 - NamedType 2707978399
source: WMS-SHIP
it_it: WNS-SPED
sv_se: DIST-UTLV

# Codeunit 3196539198 - NamedType 3804448518
source: Standard Template
it_it: Modello standard
sv_se: Standardmall

# Codeunit 3196539198 - NamedType 3736510152
source: Variable Template
it_it: Modello variabile
sv_se: Variabel mall

# Page 1577283206 - Property 2879900210
source: Contoso Coffee Demo Data
it_it: Dati demo Contoso Coffee
sv_se: Demonstrationsdata för Contoso Coffee

# Page 1577283206 - Control 332174833 - Property 1295455071
source: Specifies the Company Type that you want to create the demo data with.
it_it: Specifica il tipo di società con cui si desidera creare i dati demo.
sv_se: Anger den företagstyp som du vill skapa demonstrationsdata med.

# Page 1577283206 - Control 284764054 - Property 1295455071
source: Specifies the Country or Region Code that you want to create the demo data with.
it_it: Specifica il codice paese o area geografica con cui si desidera creare i dati demo.
sv_se: Anger lands- eller regionkoden som du vill skapa demonstrationsdata med.

# Page 1577283206 - Control 34877017 - Property 1295455071
source: Specifies the Starting Year that you want to create the demo data with.
it_it: Specifica l'anno di inizio con cui si desidera creare i dati demo.
sv_se: Anger startåret som du vill skapa demonstrationsdata med.

# Page 1577283206 - Control 2770449500 - Property 2879900210
source: Price/cost factor and rounding
it_it: Fattore prezzo/costo e arrotondamento
sv_se: Pris-/kostnadsfaktor och avrundning

# Page 1577283206 - Control 2604280068 - Property 1295455071
source: Specifies the Price Factor that you want to create the demo data with.
it_it: Specifica il fattore prezzo con cui si desidera creare i dati demo.
sv_se: Anger den prisfaktor som du vill skapa demonstrationsdata med.

# Page 1577283206 - Control 2556434784 - Property 1295455071
source: Specifies the Rounding Precision that you want to create the demo data with.
it_it: Specifica l'approssimazione di arrotondamento con cui si desidera creare i dati demo.
sv_se: Anger den avrundningsprecision som du vill skapa demonstrationsdata med.

# Page 4176698602 - Property 2879900210
source: Contoso Demo Tool
it_it: Strumento demo Contoso
sv_se: Verktyg för Contoso-demonstration

# Page 4176698602 - Control 2358601378 - Property 1295455071
source: Specifies the demo data module installation level
it_it: Specifica il livello di installazione del modulo dati demo
sv_se: Anger installationsnivå för modulen med demonstrationsdata

# Page 4176698602 - Control 2961552353 - Property 1295455071
source: Specifies the demo data module name
it_it: Specifica il nome del modulo dati demo
sv_se: Anger namnet på modulen med demonstrationsdata

# Page 4176698602 - Action 4126130292 - Property 1295455071
source: Open the configuration page for the selected module
it_it: Aprire la pagina di configurazione per il modulo selezionato
sv_se: Öppna konfigurationssidan för den valda modulen

# Page 4176698602 - Action 4126130292 - Property 2879900210
source: Configure
it_it: Configura
sv_se: Konfigurera

# Page 4176698602 - Action 1186962428 - Property 2879900210
source: Generate
it_it: Genera
sv_se: Generera

# Page 4176698602 - Action 2626368477 - Property 1295455071
source: Generate demo data for selected module
it_it: Generare i dati demo per il modulo selezionato
sv_se: Generera demonstrationsdata för den valda modulen

# Page 4176698602 - Action 2626368477 - Property 2879900210
source: Generate
it_it: Genera
sv_se: Generera

# Page 4176698602 - Action 1448270768 - Property 1295455071
source: Generate setup data for selected modules
it_it: Generare i dati di impostazione per i moduli selezionati
sv_se: Generera konfigurationsdata för valda moduler

# Page 4176698602 - Action 1448270768 - Property 2879900210
source: Generate Setup Data
it_it: Genera dati impostazione
sv_se: Generera konfigurationsdata

# Page 4176698602 - Action 2759992075 - Property 2879900210
source: Generate
it_it: Genera
sv_se: Generera

# Page 2804514879 - Property 2879900210
source: Manufacturing Module Setup
it_it: Setup modulo di produzione
sv_se: Konfiguration av produktionsmodul

# Page 2804514879 - Control 4238943959 - Property 1295455071
source: Specifies a new or an existing location that you want to use for production operations.
it_it: Specifica un percorso nuovo o esistente da utilizzare per le operazioni di produzione.
sv_se: Anger ett nytt eller befintligt lagerställe som du vill använda för produktionsåtgärder.

# Page 4137582484 - Property 2879900210
source: Service Module Setup
it_it: Setup modulo assistenza
sv_se: Konfiguration av servicemodul

# Page 4137582484 - Control 406328956 - Property 1295455071
source: Specifies the location code to use for the scenarios.
it_it: Specifica il codice ubicazione da utilizzare per gli scenari.
sv_se: Anger lagerställekoden som ska användas för scenarierna.

# Page 4137582484 - Control 4190130733 - Property 1295455071
source: Specifies the customer number to use for the scenarios.
it_it: Specifica il numero del cliente da utilizzare per gli scenari.
sv_se: Anger vilket kundnummer som ska användas i scenarierna.

# Page 4137582484 - Control 2204127981 - Property 1295455071
source: Specifies the main number to use for the scenarios.
it_it: Specifica il numero principale da utilizzare per gli scenari.
sv_se: Anger huvudnumret som ska användas i scenarierna.

# Page 4137582484 - Control 1339280096 - Property 1295455071
source: Specifies the resource number to use for the small unit scenarios.
it_it: Specifica il numero di risorsa da utilizzare per gli scenari di unità di piccole dimensioni.
sv_se: Anger resursnumret som ska användas för scenarier med små enheter.

# Page 4137582484 - Control 3451303849 - Property 1295455071
source: Specifies the resource number to use for the large unit scenarios.
it_it: Specifica il numero di risorsa da utilizzare per gli scenari di unità di grandi dimensioni.
sv_se: Anger resursnumret som ska användas för scenarier med stora enheter.
