Repository: boych83/BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: it_it, sv_se

# Table 3973021671 - Property 2879900210
source: Contoso Coffee Demo Data Setup
it_it: Setup dati demo Contoso Coffee
sv_se: Demonstrationsdata för Contoso Coffee

# Table 3973021671 - Field 332174833 - Property 2879900210
source: Company Type
it_it: Tipo di società
sv_se: Företagstyp

# Table 3973021671 - Field 332174833 - Property 62802879
source: VAT,Sales Tax
it_it: IVA,Imposta sulle vendite
sv_se: Moms,Omsättningsskatt

# Table 3973021671 - Field 284764054 - Property 2879900210
source: Country/Region Code
it_it: Codice paese/area geografica
sv_se: Lands-/regionskod

# Table 3973021671 - Field 2604280068 - Property 2879900210
source: Price Factor
it_it: Fattore prezzo
sv_se: Prisfaktor

# Table 3973021671 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 3973021671 - Field 2556434784 - Property 2879900210
source: Rounding Precision
it_it: Approssimazione di arrotondamento
sv_se: Avrundningsnoggrannhet

# Table 3973021671 - Field 34877017 - Property 2879900210
source: Starting Year
it_it: Anno di inizio
sv_se: Startår

# Table 2207723152 - Property 2879900210
source: Contoso Demo Data Module
it_it: Modulo dati demo Contoso
sv_se: Modul med demonstrationsdata för Contoso

# Table 2207723152 - Field 2358601378 - Property 2879900210
source: Data Level
it_it: Livello di dati
sv_se: Datanivå

# Table 2207723152 - Field 520258886 - Property 2879900210
source: Module
it_it: Modulo
sv_se: Modul

# Table 2207723152 - Field 2961552353 - Property 2879900210
source: Name
it_it: Nome
sv_se: Namn

# Table 3476753441 - Property 2879900210
source: Contoso GL Account
it_it: Conto C/G Contoso
sv_se: Redovisningskonto för Contoso

# Table 3476753441 - Field 2588032914 - Property 2879900210
source: Account Name
it_it: Nome conto
sv_se: Kontonamn

# Table 3476753441 - Field 1622979514 - Property 2879900210
source: Account No.
it_it: Nr. conto
sv_se: Kontonummer

# Table 1623360628 - Property 2879900210
source: Contoso Module Dependency
it_it: Dipendenza del modulo Contoso
sv_se: Beroende för Contoso-modul

# Table 1623360628 - Field 4043143800 - Property 2879900210
source: DependsOn
it_it: Dipende da
sv_se: Beroende av

# Table 1623360628 - Field 2961552353 - Property 2879900210
source: Name
it_it: Nome
sv_se: Namn

# Table 811197606 - Property 2879900210
source: Manufacturing Demo Account
it_it: Conto demo produzione
sv_se: Konto för produktionsdemonstration

# Table 811197606 - Field 3844419201 - Property 2879900210
source: Account Description
it_it: Descrizione conto
sv_se: Kontobeskrivning

# Table 811197606 - Field 2180938866 - Property 2879900210
source: Account Key
it_it: Chiave conto
sv_se: Kontonyckel

# Table 811197606 - Field 14865046 - Property 2879900210
source: Account Value
it_it: Valore conto
sv_se: Kontovärde

# Table 2670224048 - Property 2879900210
source: Manufacturing Demo Data Setup
it_it: Setup dati demo produzione
sv_se: Konfiguration av demonstrationsdata för produktion

# Table 2670224048 - Field 3928393419 - Property 2879900210
source: Adjust for Payment Discount
it_it: Rettifica per sconto pagamento
sv_se: Justera för kassarabatt

# Table 2670224048 - Field 3529346069 - Property 2879900210
source: Base VAT Code
it_it: Codice imponibile IVA
sv_se: Basmomskod

# Table 2670224048 - Field 332174833 - Property 2879900210
source: Company Type
it_it: Tipo di società
sv_se: Företagstyp

# Table 2670224048 - Field 332174833 - Property 62802879
source: VAT,Sales Tax
it_it: IVA,Imposta sulle vendite
sv_se: Moms,Omsättningsskatt

# Table 2670224048 - Field 3381089669 - Property 2879900210
source: Domestic - Gen. Bus. Posting Group
it_it: Nazionale - Cat. registrazione business generale
sv_se: Inrikes – gen. rörelsebokföringsmall

# Table 2670224048 - Field 2074682513 - Property 2879900210
source: Finished Code
it_it: Codice finito
sv_se: Färdig kod

# Table 2670224048 - Field 1722058077 - Property 2879900210
source: Is DemoData Populated
it_it: DemoData popolati
sv_se: Har demonstrationsdata fyllts i

# Table 2670224048 - Field 2386326790 - Property 2879900210
source: Capacity - Gen. Prod. Posting Group
it_it: Capacità - Cat. registrazione articoli/servizi
sv_se: Kapacitet – produktbokföringsmall

# Table 2670224048 - Field 4238943959 - Property 2879900210
source: Manufacturing Location
it_it: Ubicazione produzione
sv_se: Produktionsplats

# Table 2670224048 - Field 2604280068 - Property 2879900210
source: Price Factor
it_it: Fattore prezzo
sv_se: Prisfaktor

# Table 2670224048 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 2670224048 - Field 4220723123 - Property 2879900210
source: Raw Mat - Gen. Prod. Posting Group
it_it: Materie prime - Categoria registrazione articolo/servizio
sv_se: Råmaterial – produktbokföringsmall

# Table 2670224048 - Field 4242196510 - Property 2879900210
source: Retail - Gen. Prod. Posting Group
it_it: Vendita al dettaglio - Cat. registrazione articolo/servizio
sv_se: Detaljhandel – produktbokföringsmall

# Table 2670224048 - Field 2556434784 - Property 2879900210
source: Rounding Precision
it_it: Precisione arrotondamento
sv_se: Avrundning

# Table 2670224048 - Field 34877017 - Property 2879900210
source: Starting Year
it_it: Anno di inizio
sv_se: Startår

# Table 2670224048 - Field 2099156127 - Property 2879900210
source: Working Date
it_it: Data di lavoro
sv_se: Arbetsdatum

# Table 2804514879 - Property 2879900210
source: Manufacturing Module Setup
it_it: Setup modulo di produzione
sv_se: Konfiguration av produktionsmodul

# Table 2804514879 - Field 4238943959 - Property 2879900210
source: Manufacturing Location
it_it: Ubicazione produzione
sv_se: Produktionsplats

# Table 2804514879 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 4137582484 - Property 2879900210
source: Service Module Setup
it_it: Setup modulo assistenza
sv_se: Konfiguration av servicemodul

# Table 4137582484 - Field 4190130733 - Property 2879900210
source: Customer No.
it_it: Nr. cliente
sv_se: Kundnr

# Table 4137582484 - Field 2204127981 - Property 2879900210
source: Item 1 No.
it_it: Nr. articolo 1
sv_se: Artikel nr 1

# Table 4137582484 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 4137582484 - Field 1339280096 - Property 2879900210
source: Resource 1 No.
it_it: Nr. risorsa 1
sv_se: Resurs nummer 1

# Table 4137582484 - Field 3451303849 - Property 2879900210
source: Resource 2 No.
it_it: Nr. risorsa 2
sv_se: Resurs nummer 2

# Table 4137582484 - Field 3535051778 - Property 2879900210
source: Service Item 1 No.
it_it: Nr. articolo in assistenza 1
sv_se: Serviceartikelnr 1.

# Table 4137582484 - Field 805417063 - Property 2879900210
source: Service Item 2 No.
it_it: Nr. articolo in assistenza 2
sv_se: Serviceartikel nummer 2

# Table 4137582484 - Field 406328956 - Property 2879900210
source: Service Location
it_it: Ubicazione servizio
sv_se: Serviceplats

# Table 4250254492 - Property 2879900210
source: Warehouse Module Setup
it_it: Setup modulo warehouse
sv_se: Konfiguration av distributionslagermodul

# Table 4250254492 - Field 4190130733 - Property 2879900210
source: Customer No.
it_it: Nr. cliente
sv_se: Kundnr

# Table 4250254492 - Field 2204127981 - Property 2879900210
source: Item 1 No.
it_it: Nr. articolo 1
sv_se: Artikel nr 1

# Table 4250254492 - Field 1513630372 - Property 2879900210
source: Item 2 No.
it_it: Nr. articolo 2
sv_se: Artikel nr 2

# Table 4250254492 - Field 2704025915 - Property 2879900210
source: Item 3 No.
it_it: Nr. articolo 3
sv_se: Artikel nr 3

# Table 4250254492 - Field 2007280983 - Property 2879900210
source: Location Advanced
it_it: Ubicazione avanzata
sv_se: Lagerställe, avancerat

# Table 4250254492 - Field 4258090820 - Property 2879900210
source: Location Bin
it_it: Collocazione ubicazione
sv_se: Lagerplats

# Table 4250254492 - Field 350630476 - Property 2879900210
source: Location Directed Pick and Put-away
it_it: Ubicazione prelievo e stoccaggio diretti
sv_se: Lagerställe för dirigerad plockning och artikelinförsel

# Table 4250254492 - Field 1445487580 - Property 2879900210
source: Location In-Transit
it_it: Ubicazione in transito
sv_se: Lagerställe, på väg

# Table 4250254492 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 4250254492 - Field 1527594213 - Property 2879900210
source: Vendor No.
it_it: Nr. fornitore
sv_se: Leverantörsnr

# Table 1613625135 - Property 2879900210
source: Whse Demo Data Setup
it_it: Setup dati dimostrativi warehouse
sv_se: Konfiguration av demodata för distributionslager

# Table 1613625135 - Field 3928393419 - Property 2879900210
source: Adjust for Payment Discount
it_it: Rettifica per sconto pagamento
sv_se: Justera för kassarabatt

# Table 1613625135 - Field 332174833 - Property 2879900210
source: Company Type
it_it: Tipo di società
sv_se: Företagstyp

# Table 1613625135 - Field 332174833 - Property 62802879
source: VAT,Sales Tax
it_it: IVA,Imposta sulle vendite
sv_se: Moms,Omsättningsskatt

# Table 1613625135 - Field 3904550660 - Property 2879900210
source: Cust. Gen. Bus. Posting Group
it_it: Categoria registrazione business gen. cliente
sv_se: Rörelsebokföringsmall för kund

# Table 1613625135 - Field 3399117948 - Property 2879900210
source: Cust. Posting Group
it_it: Categoria registrazione cliente
sv_se: Kundbokföringsmall

# Table 1613625135 - Field 4190130733 - Property 2879900210
source: Customer No.
it_it: Nr. cliente
sv_se: Kundnr

# Table 1613625135 - Field 864024380 - Property 2879900210
source: Customer - VAT Business Posting Group
it_it: Cliente - Categoria registrazione business IVA
sv_se: Kund – moms rörelsebokföringsmall

# Table 1613625135 - Field 3381089669 - Property 2879900210
source: Domestic - VAT Posting Group
it_it: Nazionale - Categoria registrazione IVA
sv_se: Inrikes – momsbokföringsmall

# Table 1613625135 - Field 1722058077 - Property 2879900210
source: Is DemoData Populated
it_it: DemoData popolati
sv_se: Har demonstrationsdata fyllts i

# Table 1613625135 - Field 2204127981 - Property 2879900210
source: Item 1 No.
it_it: Articolo nr. 1
sv_se: Artikel nr 1

# Table 1613625135 - Field 1513630372 - Property 2879900210
source: Item 2 No.
it_it: Articolo nr. 2
sv_se: Artikel nr 2

# Table 1613625135 - Field 2704025915 - Property 2879900210
source: Item 3 No.
it_it: Articolo nr. 3
sv_se: Artikel nr 3

# Table 1613625135 - Field 2007280983 - Property 2879900210
source: Location Advanced
it_it: Ubicazione avanzata
sv_se: Lagerställe, avancerat

# Table 1613625135 - Field 4258090820 - Property 2879900210
source: Location Bin
it_it: Collocazione ubicazione
sv_se: Lagerplats

# Table 1613625135 - Field 350630476 - Property 2879900210
source: Location Directed Pick and Put-away
it_it: Ubicazione prelievo e stoccaggio diretti
sv_se: Lagerställe för dirigerad plockning och artikelinförsel

# Table 1613625135 - Field 1445487580 - Property 2879900210
source: Location In-Transit
it_it: Ubicazione in transito
sv_se: Lagerställe, på väg

# Table 1613625135 - Field 2604280068 - Property 2879900210
source: Price Factor
it_it: Fattore prezzo
sv_se: Prisfaktor

# Table 1613625135 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria
sv_se: Primärnyckel

# Table 1613625135 - Field 2770666435 - Property 2879900210
source: Resale - Inventory Posting Group
it_it: Rivendita - Categoria di registrazione magazzino
sv_se: Återförsäljning – Lagerbokföringsmall

# Table 1613625135 - Field 4242196510 - Property 2879900210
source: Retail - Gen. Prod. Posting Group
it_it: Dettaglio - Categoria registrazione articolo/servizio
sv_se: Detaljhandel – produktbokföringsmall

# Table 1613625135 - Field 2556434784 - Property 2879900210
source: Rounding Precision
it_it: Precisione arrotondamento
sv_se: Avrundning

# Table 1613625135 - Field 34877017 - Property 2879900210
source: Starting Year
it_it: Anno di inizio
sv_se: Startår

# Table 1613625135 - Field 995605442 - Property 2879900210
source: VAT Prod. Posting Group Code
it_it: Codice categoria registrazione articoli/servizi IVA
sv_se: Kod för moms produktbokföringsmall

# Table 1613625135 - Field 3075942428 - Property 2879900210
source: Vend. Gen. Bus. Posting Group
it_it: Categoria registrazione business gen. fornitore
sv_se: Gen. rörelsebokföringsmall för leverantör

# Table 1613625135 - Field 1527594213 - Property 2879900210
source: Vendor No.
it_it: Nr. fornitore
sv_se: Leverantörsnr

# Table 1613625135 - Field 3194161445 - Property 2879900210
source: Vendor Posting Group
it_it: Categoria registrazione fornitore
sv_se: Leverantörsbokföringsmall

# Table 1613625135 - Field 1780456772 - Property 2879900210
source: Vendor - VAT Business Posting Group
it_it: Fornitore - Categoria registrazione business IVA
sv_se: Leverantör – moms rörelsebokföringsmall

# Table 1613625135 - Field 2099156127 - Property 2879900210
source: Working Date
it_it: Data di lavoro
sv_se: Arbetsdatum

# Table 3224447407 - Property 2879900210
source: Whse. Demo Account
it_it: Conto demo warehouse
sv_se: Demonstrationskonto för distributionslager

# Table 3224447407 - Field 3844419201 - Property 2879900210
source: Account Description
it_it: Descrizione conto
sv_se: Kontobeskrivning

# Table 3224447407 - Field 2180938866 - Property 2879900210
source: Account Key
it_it: Chiave conto
sv_se: Kontonyckel

# Table 3224447407 - Field 14865046 - Property 2879900210
source: Account Value
it_it: Valore conto
sv_se: Kontovärde

# Codeunit 4176698602 - NamedType 1936135254
source: All the selected modules have already been generated.
it_it: Tutti i moduli selezionati sono già stati generati.
sv_se: Alla valda moduler har redan genererats.

# Codeunit 1623360628 - NamedType 1352653013
source: The demo data module cannot be added. Adding this demo data module %1 would cause a circular dependency with %2
it_it: Impossibile aggiungere il modulo dati demo. L'aggiunta del modulo dati demo %1 causerebbe una dipendenza circolare con %2
sv_se: Det går inte att lägga till modulen med demonstrationsdata. Om du lägger till den här demonstrationsdatamodulen %1 kan detta orsaka ett cirkulärt beroende med %2

# Codeunit 1236212366 - NamedType 3148546775
source: Setup for %1 / %2
it_it: Setup per %1 / %2
sv_se: Konfigurera för %1 / %2

# Codeunit 1162009136 - NamedType 3643448814
source: Albania
sv_se: Albanien

# Codeunit 1162009136 - NamedType 158829649
source: Algeria
sv_se: Algeriet

# Codeunit 1162009136 - NamedType 1321463257
source: Armenia
sv_se: Armenien

# Codeunit 1162009136 - NamedType 865974922
source: Australia
sv_se: Australien

# Codeunit 1162009136 - NamedType 3640074157
source: Austria
sv_se: Österrike

# Codeunit 1162009136 - NamedType 3788633371
source: Azerbaijan
it_it: Azerbaigian
sv_se: Azerbajdzjan

# Codeunit 1162009136 - NamedType 3464840833
source: Belgium
it_it: Belgio
sv_se: Belgien

# Codeunit 1162009136 - NamedType 2458834923
source: Bosnia and Herzegovina
it_it: Bosnia ed Erzegovina
sv_se: Bosnien och Hercegovina

# Codeunit 1162009136 - NamedType 1263536704
source: Brazil
it_it: Brasile
sv_se: Brasilien

# Codeunit 1162009136 - NamedType 4232936690
source: British Virgin Islands
it_it: Isole Vergini britanniche
sv_se: Brittiska Jungfruöarna

# Codeunit 1162009136 - NamedType 3674402066
source: Brunei Darussalam
sv_se: Brunei

# Codeunit 1162009136 - NamedType 3714638903
source: Bulgaria
sv_se: Bulgarien

# Codeunit 1162009136 - NamedType 3517406224
source: Cambodia
it_it: Cambogia
sv_se: Kambodja

# Codeunit 1162009136 - NamedType 602131760
source: Cameroon
it_it: Camerun
sv_se: Kamerun

# Codeunit 1162009136 - NamedType 1776401390
source: Canada
sv_se: Kanada

# Codeunit 1162009136 - NamedType 2454920975
source: Cayman Islands
it_it: Isole Cayman
sv_se: Caymanöarna

# Codeunit 1162009136 - NamedType 2750225697
source: China
it_it: Cina
sv_se: Kina

# Codeunit 1162009136 - NamedType 1285886451
source: Croatia
it_it: Croazia
sv_se: Kroatien

# Codeunit 1162009136 - NamedType 2542119136
source: Cyprus
it_it: Cipro
sv_se: Cypern

# Codeunit 1162009136 - NamedType 4187047271
source: Czechia
it_it: Cechia
sv_se: Tjeckien

# Codeunit 1162009136 - NamedType 1931468188
source: Denmark
it_it: Danimarca
sv_se: Danmark

# Codeunit 1162009136 - NamedType 3489512220
source: Dominican Republic
it_it: Repubblica Dominicana
sv_se: Dominikanska republiken

# Codeunit 1162009136 - NamedType 1717896479
source: Egypt
it_it: Egitto
sv_se: Egypten

# Codeunit 1162009136 - NamedType 3628089251
source: Estonia
sv_se: Estland

# Codeunit 1162009136 - NamedType 160739711
source: Ethiopia
it_it: Etiopia
sv_se: Etiopien

# Codeunit 1162009136 - NamedType 3677413717
source: Faroe Islands
it_it: Isole Faroe
sv_se: Färöarna

# Codeunit 1162009136 - NamedType 58283764
source: Fiji Islands
it_it: Figi
sv_se: Fiji

# Codeunit 1162009136 - NamedType 1272452113
source: France
it_it: Francia
sv_se: Frankrike

# Codeunit 1162009136 - NamedType 3606887846
source: Georgia
sv_se: Georgien

# Codeunit 1162009136 - NamedType 2234300843
source: Germany
it_it: Germania
sv_se: Tyskland

# Codeunit 1162009136 - NamedType 1482851432
source: Great Britain
it_it: Regno Unito
sv_se: Storbritannien

# Codeunit 1162009136 - NamedType 3542453763
source: Greece
it_it: Grecia
sv_se: Grekland

# Codeunit 1162009136 - NamedType 4204099474
source: Greenland
it_it: Groenlandia
sv_se: Grönland

# Codeunit 1162009136 - NamedType 3778849688
source: Hungary
it_it: Ungheria
sv_se: Ungern

# Codeunit 1162009136 - NamedType 647231510
source: Iceland
it_it: Islanda
sv_se: Island

# Codeunit 1162009136 - NamedType 2797733283
source: India
sv_se: Indien

# Codeunit 1162009136 - NamedType 380544946
source: Indonesia
sv_se: Indonesien

# Codeunit 1162009136 - NamedType 229566877
source: Ireland
it_it: Irlanda
sv_se: Irland

# Codeunit 1162009136 - NamedType 4286624077
source: Italy
it_it: Italia
sv_se: Italienska

# Codeunit 1162009136 - NamedType 3560090874
source: Jordan
it_it: Giordania
sv_se: Jordanien

# Codeunit 1162009136 - NamedType 1661972628
source: Kazakhstan
sv_se: Kazakstan

# Codeunit 1162009136 - NamedType 2110771679
source: Latvia
it_it: Lettonia
sv_se: Lettland

# Codeunit 1162009136 - NamedType 3770147849
source: Lebanon
it_it: Libano
sv_se: Libanon

# Codeunit 1162009136 - NamedType 729415235
source: Lithuania
it_it: Lituania
sv_se: Litauen

# Codeunit 1162009136 - NamedType 526039178
source: Luxembourg
it_it: Lussemburgo
sv_se: Luxemburg

# Codeunit 1162009136 - NamedType 2881398994
source: Madagascar
sv_se: Madagaskar

# Codeunit 1162009136 - NamedType 373899145
source: Maldives
it_it: Maldive
sv_se: Maldiverna

# Codeunit 1162009136 - NamedType 2825536153
source: Mexico
it_it: Messico
sv_se: Mexiko

# Codeunit 1162009136 - NamedType 1881300102
source: Mongolia
sv_se: Mongoliet

# Codeunit 1162009136 - NamedType 2997878254
source: Morocco
it_it: Marocco
sv_se: Marocko

# Codeunit 1162009136 - NamedType 3675181728
source: Mozambique
it_it: Mozambico
sv_se: Moçambique

# Codeunit 1162009136 - NamedType 1735008706
source: Netherlands
it_it: Paesi Bassi
sv_se: Nederländerna

# Codeunit 1162009136 - NamedType 1803643241
source: New Zealand
it_it: Nuova Zelanda
sv_se: Nya Zeeland

# Codeunit 1162009136 - NamedType 3883320342
source: North Macedonia
it_it: Macedonia del Nord
sv_se: Nordmakedonien

# Codeunit 1162009136 - NamedType 339198170
source: Norway
it_it: Norvegia
sv_se: Norge

# Codeunit 1162009136 - NamedType 4052636417
source: Philippines
it_it: Filippine
sv_se: Filippinerna

# Codeunit 1162009136 - NamedType 2552913862
source: Poland
it_it: Polonia
sv_se: Polen

# Codeunit 1162009136 - NamedType 2654470263
source: Romania
sv_se: Rumänien

# Codeunit 1162009136 - NamedType 612557343
source: Russia
sv_se: Ryssland

# Codeunit 1162009136 - NamedType 1147772591
source: Sao Tome and Principe
it_it: São Tomé e Príncipe
sv_se: São Tomé och Príncipe

# Codeunit 1162009136 - NamedType 3893986404
source: Saudi Arabia
it_it: Arabia Saudita
sv_se: Saudiarabien

# Codeunit 1162009136 - NamedType 2828639984
source: Serbia
sv_se: Serbien

# Codeunit 1162009136 - NamedType 1370937706
source: Slovakia
it_it: Slovacchia
sv_se: Slovakien

# Codeunit 1162009136 - NamedType 1433334681
source: Slovenia
sv_se: Slovenien

# Codeunit 1162009136 - NamedType 2161139889
source: Solomon Islands
it_it: Isole Salomone
sv_se: Salomonöarna

# Codeunit 1162009136 - NamedType 1118190355
source: South Africa
it_it: Sudafrica
sv_se: Sydafrika

# Codeunit 1162009136 - NamedType 4287846007
source: South Korea
it_it: Corea del Sud
sv_se: Sydkorea

# Codeunit 1162009136 - NamedType 3257650857
source: Spain
it_it: Spagna
sv_se: Spanien

# Codeunit 1162009136 - NamedType 598772232
source: Sweden
it_it: Svezia
sv_se: Sverige

# Codeunit 1162009136 - NamedType 627506499
source: Switzerland
it_it: Svizzera
sv_se: Schweiz

# Codeunit 1162009136 - NamedType 313182636
source: Trinidad and Tobago
it_it: Trinidad e Tobago
sv_se: Trinidad och Tobago

# Codeunit 1162009136 - NamedType 1361059153
source: Tunisia
sv_se: Tunisien

# Codeunit 1162009136 - NamedType 3268470258
source: Türkiye
sv_se: Turkiet

# Codeunit 1162009136 - NamedType 2866277687
source: Ukraine
it_it: Ucraina
sv_se: Ukraina

# Codeunit 1162009136 - NamedType 669929951
source: United Arab Emirates
it_it: Emirati Arabi Uniti
sv_se: Förenade Arabemiraten

# Codeunit 1162009136 - NamedType 604908183
source: United States of America
it_it: Stati Uniti d'America
sv_se: USA

# Codeunit 3220894869 - NamedType 2251232860
source: Customers Domestic
it_it: Clienti nazionali
sv_se: Kunder inrikes

# Codeunit 3220894869 - NamedType 1989162519
source: Direct Cost Applied, Raw Materials
it_it: Costi diretti collegati, materie prime
sv_se: Kopplad direkt kostnad, råmaterial

# Codeunit 3220894869 - NamedType 1262072474
source: Direct Cost Applied, Retail
it_it: Costi diretti collegati, dettaglio
sv_se: Direkt kostnad kopplade varor

# Codeunit 3220894869 - NamedType 154696861
source: Inventory Adjustment, Raw Materials
it_it: Rettifica inventario, materie prime
sv_se: Lagerjustering, råmaterial

# Codeunit 3220894869 - NamedType 2551281276
source: Inventory Adjustment, Retail
it_it: Rettifica magazzino, dettaglio
sv_se: Lagerjustering, varor

# Codeunit 3220894869 - NamedType 468251047
source: Overhead Applied, Raw Materials
it_it: Costi generali applicati, materie prime
sv_se: Omkostnader kopplade, råmaterial

# Codeunit 3220894869 - NamedType 216349386
source: Overhead Applied, Retail
it_it: Costi generali collegati, dettaglio
sv_se: Omkostnad kopplade varor

# Codeunit 3220894869 - NamedType 3022707641
source: Purch., Retail - Domestic
it_it: Acquisto, dettaglio - Nazionale
sv_se: Inköp av varor inom Sverige

# Codeunit 3220894869 - NamedType 3236784228
source: Overhead Applied, Raw Materials
it_it: Costi generali applicati, materie prime
sv_se: Omkostnader kopplade, råmaterial

# Codeunit 3220894869 - NamedType 3242959125
source: Purchase Variance, Retail
it_it: Scostamento acquisto, dettaglio
sv_se: Inköpsvarians varor

# Codeunit 3220894869 - NamedType 90222246
source: Purchase VAT Standard
it_it: IVA standard acquisti
sv_se: Standard för ingående moms

# Codeunit 3220894869 - NamedType 2754090608
source: Purchase, Raw Materials - Domestic
it_it: Acquisto, materie prime - Nazionale
sv_se: Inköp råmaterial inom Sverige

# Codeunit 3220894869 - NamedType 1462914610
source: Raw Materials
it_it: Materie prime
sv_se: Råmaterial

# Codeunit 3220894869 - NamedType 3971824962
source: Resale (Interim)
it_it: Rivendita (provvisoria)
sv_se: Återförsäljning (interim)

# Codeunit 3220894869 - NamedType 2321454106
source: Resale
it_it: Rivendita
sv_se: Återförsäljning
