Repository: boych83/BC.Code.History
Catalog: ContosoCoffeeDemoDataset/Source/Contoso Coffee Demo Dataset/Translations/Contoso Coffee Demo Dataset.*.xlf
Languages: it_it, sv_se

# Codeunit 3220894869 - NamedType 914947400
source: Sales, Retail - Domestic
it_it: Vendite, dettaglio - Nazionale
sv_se: Försäljning varor inom Sverige

# Codeunit 3220894869 - NamedType 1255714011
source: Sales VAT Standard
it_it: IVA standard vendite
sv_se: Standard för utgående moms

# Codeunit 3220894869 - NamedType 562959636
source: Vendors Domestic
it_it: Fornitori nazionali
sv_se: Leverantörsskulder inrikes

# Codeunit 1529904229 - NamedType 4239955252
source: Lot specific tracking for warehouse
it_it: Tracciabilità lotto specifico per warehouse
sv_se: Partispecifik spårning för distributionslager

# Codeunit 1529904229 - NamedType 4226349938
source: LOTALLEXP
it_it: SCADLOTTI
sv_se: PARTIALLAU

# Codeunit 1529904229 - NamedType 1350154819
source: SN specific tracking for manufacturing
it_it: Tracciabilità NS specifico per produzione
sv_se: SN-specifik spårning för produktion

# Codeunit 665604240 - NamedType 388636973
source: MAIN
it_it: PRINCIPALE
sv_se: HUVUD

# Codeunit 665604240 - NamedType 4069054736
source: Main Warehouse
it_it: Warehouse principale
sv_se: Huvuddistributionslager

# Codeunit 120532373 - NamedType 76061626
source: Customer
it_it: Cliente
sv_se: Kund

# Codeunit 120532373 - NamedType 3196385904
source: CUST
it_it: CLI
sv_se: KUND

# Codeunit 120532373 - NamedType 1569653016
source: Items
it_it: Articoli
sv_se: Artiklar

# Codeunit 120532373 - NamedType 4058039807
source: ITEM
it_it: ARTICOLO
sv_se: ARTIKEL

# Codeunit 120532373 - NamedType 1486506809
source: Purchase Order
it_it: Ordine acquisto
sv_se: Inköpsorder

# Codeunit 120532373 - NamedType 878558031
source: P-ORD
it_it: ORD-A
sv_se: INK-ORDER

# Codeunit 120532373 - NamedType 1606529520
source: Sales Order
it_it: Ordine vendita
sv_se: Försäljningsorder

# Codeunit 120532373 - NamedType 2907645194
source: S-ORD
it_it: ORD-V
sv_se: F-ORDER

# Codeunit 1485704842 - NamedType 1420948384
source: Domestic customers and vendors
it_it: Clienti e fornitori nazionali
sv_se: Inrikes kunder och leverantörer

# Codeunit 1485704842 - NamedType 2162883922
source: DOMESTIC
it_it: NAZIONALE
sv_se: INRIKES

# Codeunit 1485704842 - NamedType 1195538366
source: Customers and vendors in EU
it_it: Clienti e fornitori UE
sv_se: Kunder och leverantörer inom EU

# Codeunit 1485704842 - NamedType 2939465930
source: Other customers and vendors (not EU)
it_it: Altri clienti e fornitori (non UE)
sv_se: Övriga kunder och leverantörer (inte EU)

# Codeunit 1485704842 - NamedType 176502792
source: Nontaxable
it_it: Non imponibile
sv_se: Icke momspliktigt

# Codeunit 1485704842 - NamedType 810315618
source: NONTAXABLE
it_it: NON IMPONIBILE
sv_se: ICKE MOMSPLIKTIGT

# Codeunit 1485704842 - NamedType 1462914610
source: Raw Materials
it_it: Materie prime
sv_se: Råmaterial

# Codeunit 1485704842 - NamedType 3248970249
source: RAW MAT
it_it: MATERIE PRIME
sv_se: RÅMAT

# Codeunit 1485704842 - NamedType 2196315852
source: VAT Reduced
it_it: IVA ridotta
sv_se: Reducerad moms

# Codeunit 1485704842 - NamedType 3043770621
source: Reduced VAT
it_it: IVA ridotta
sv_se: Reducerad moms

# Codeunit 1485704842 - NamedType 2321454106
source: Resale
it_it: Rivendita
sv_se: Återförsäljning

# Codeunit 1485704842 - NamedType 1105234384
source: RESALE
it_it: RIVENDITA
sv_se: ÅTERFÖRS

# Codeunit 1485704842 - NamedType 2119239071
source: Retail
it_it: Dettaglio
sv_se: Detalj

# Codeunit 1485704842 - NamedType 2072018041
source: RETAIL
it_it: DETTAGLIO
sv_se: DETALJ

# Codeunit 1485704842 - NamedType 1869981609
source: Services
it_it: Servizi
sv_se: Tjänster

# Codeunit 1485704842 - NamedType 57957471
source: SERVICES
it_it: SERVIZI
sv_se: TJÄNSTER

# Codeunit 1485704842 - NamedType 2417678345
source: VAT Standard
it_it: IVA standard
sv_se: Standardmoms

# Codeunit 1485704842 - NamedType 2580622768
source: Standard VAT
it_it: IVA standard
sv_se: Standardmoms

# Codeunit 1485704842 - NamedType 1817172858
source: No VAT
it_it: Senza IVA
sv_se: Ingen moms

# Codeunit 1485704842 - NamedType 38661015
source: No VAT
it_it: Senza IVA
sv_se: Ingen moms

# Codeunit 4250401586 - NamedType 1620686026
source: Bag
it_it: Borsa
sv_se: Påse

# Codeunit 4250401586 - NamedType 3993578848
source: BAG
it_it: BORSA
sv_se: PÅSE

# Codeunit 4250401586 - NamedType 2976980777
source: Box
it_it: Scatola
sv_se: Kartong

# Codeunit 4250401586 - NamedType 1164956639
source: BOX
it_it: SCATOLA
sv_se: KARTONG

# Codeunit 4250401586 - NamedType 1318893058
source: Can
it_it: Barattolo
sv_se: Burk

# Codeunit 4250401586 - NamedType 69222264
source: CAN
it_it: BARATTOLO
sv_se: BURK

# Codeunit 4250401586 - NamedType 3631296178
source: Day
it_it: Giorno
sv_se: Dag

# Codeunit 4250401586 - NamedType 260223432
source: DAY
it_it: GIORNO
sv_se: DAG

# Codeunit 4250401586 - NamedType 1711707110
source: Hour
it_it: Ora
sv_se: Timme

# Codeunit 4250401586 - NamedType 1805323804
source: HOUR
it_it: ORA
sv_se: TIMME

# Codeunit 4250401586 - NamedType 565783672
source: Miles
it_it: Miglia
sv_se: Km

# Codeunit 4250401586 - NamedType 1194495666
source: MILES
it_it: MIGLIA
sv_se: KM

# Codeunit 4250401586 - NamedType 2774645917
source: Pack
it_it: Imballo
sv_se: Parti

# Codeunit 4250401586 - NamedType 4252315251
source: PACK
it_it: IMBALLO
sv_se: PARTI

# Codeunit 4250401586 - NamedType 4176274486
source: Pallet
sv_se: Pall

# Codeunit 4250401586 - NamedType 1406158604
source: PALLET
sv_se: PALL

# Codeunit 4250401586 - NamedType 3817152812
source: Piece
it_it: Pezzo
sv_se: Styck

# Codeunit 4250401586 - NamedType 1499285830
source: PCS
it_it: PZ
sv_se: STYCK

# Codeunit 4250401586 - NamedType 1653650412
source: Set
sv_se: Uppsättn.

# Codeunit 4250401586 - NamedType 78114054
source: SET
sv_se: UPPSÄTTN

# Codeunit 1083179759 - NamedType 2651806164
source: Days
it_it: Giorni
sv_se: Dagar

# Codeunit 1083179759 - NamedType 442863009
source: DAYS
it_it: GIORNI
sv_se: DAGAR

# Codeunit 1083179759 - NamedType 1465750624
source: Hours
it_it: Ore
sv_se: Timmar

# Codeunit 1083179759 - NamedType 4240872213
source: HOURS
it_it: ORE
sv_se: TIMMAR

# Codeunit 1083179759 - NamedType 155213470
source: Minutes
it_it: Minuti
sv_se: Minuter

# Codeunit 1083179759 - NamedType 3448523063
source: MINUTES
it_it: MINUTI
sv_se: MINUTER

# Codeunit 4167767056 - NamedType 786016606
source: Assembly department
it_it: Reparto assemblaggio
sv_se: Monteringsavdelningen

# Codeunit 4167767056 - NamedType 2182570549
source: CNC machine
it_it: Macchina CNC
sv_se: CNC-maskin

# Codeunit 4167767056 - NamedType 3197110862
source: Drilling machine
it_it: Perforatrice
sv_se: Borrmaskin

# Codeunit 4167767056 - NamedType 1439580884
source: Drying Cabin
it_it: Essiccatoio
sv_se: Torkningskabinett

# Codeunit 4167767056 - NamedType 189779262
source: 1st shift
it_it: 1° turno
sv_se: 1:a skift

# Codeunit 4167767056 - NamedType 1055331393
source: Flushing Backward
it_it: Consuntivazione a ritroso
sv_se: Spolning bakåt

# Codeunit 4167767056 - NamedType 65738897
source: Flushing Forward
it_it: Consuntivazione in avanti
sv_se: Spolning framåt

# Codeunit 4167767056 - NamedType 751765194
source: Flushing Manual
it_it: Consuntivazione manuale
sv_se: Manuell spolning

# Codeunit 4167767056 - NamedType 1718041061
source: Machine deburr
it_it: Sbavatura macchina
sv_se: Maskinslipning

# Codeunit 4167767056 - NamedType 2275631403
source: Machine department
it_it: Reparto macchine
sv_se: Maskinavdelningen

# Codeunit 4167767056 - NamedType 2143714349
source: Machine inspection
it_it: Controllo macchina
sv_se: Maskinavsyning

# Codeunit 4167767056 - NamedType 1818732687
source: One shift Monday-Friday
it_it: Turno unico lunedì-venerdì
sv_se: Ett skift måndag–fredag

# Codeunit 4167767056 - NamedType 1173074672
source: One shift
it_it: Un turno
sv_se: Ett skift

# Codeunit 4167767056 - NamedType 2986849095
source: Packing department
it_it: Reparto imballaggio
sv_se: Förpackningsavdelningen

# Codeunit 4167767056 - NamedType 2437918952
source: Packing Machine
it_it: Macchina imballaggi
sv_se: Förpackningsmaskin

# Codeunit 4167767056 - NamedType 2765717186
source: Packing table 1
it_it: Tavolo imballaggio 1
sv_se: Förpackningsbord 1

# Codeunit 4167767056 - NamedType 346809023
source: Packing table 2
it_it: Tavolo imballaggio 2
sv_se: Förpackningsbord 2

# Codeunit 4167767056 - NamedType 1976722047
source: Painting Cabin
it_it: Cabina verniciatura
sv_se: Målningskabinett

# Codeunit 4167767056 - NamedType 3126721986
source: Painting department
it_it: Reparto verniciatura
sv_se: Målningsavdelningen

# Codeunit 4167767056 - NamedType 482742016
source: Painting inspection
it_it: Controllo verniciatura
sv_se: Målningsinspektion

# Codeunit 4167767056 - NamedType 554569329
source: Production department
it_it: Reparto produzione
sv_se: Produktionsavdelningen

# Codeunit 4167767056 - NamedType 2442273804
source: 2nd shift
it_it: 2° turno
sv_se: 2:a skift

# Codeunit 4167767056 - NamedType 703643524
source: Subcontractors
it_it: Terzisti
sv_se: Underleverantörer

# Codeunit 4167767056 - NamedType 646307333
source: Subcontractor
it_it: Terzista
sv_se: Underleverantör

# Codeunit 4167767056 - NamedType 3935951002
source: Two shifts Monday-Friday
it_it: Due turni lunedì-venerdì
sv_se: Två skift måndag–fredag

# Codeunit 4167767056 - NamedType 242563017
source: Two shifts
it_it: Due turni
sv_se: Två skift

# Codeunit 3187161238 - NamedType 2327264771
source: Capacity Variance
it_it: Scostamento capacità
sv_se: Kapacitetsvarians

# Codeunit 3187161238 - NamedType 1632171563
source: Capacity Overhead Variance
it_it: Scostamento costi generali capacità
sv_se: Kapacitetsomkostnadsvarians

# Codeunit 3187161238 - NamedType 1532063075
source: Direct Cost Applied, Capacity
it_it: Costi diretti collegati, capacità
sv_se: Kopplad direkt kostnad, kapacitet

# Codeunit 3187161238 - NamedType 2039221974
source: Finished Goods
it_it: Prodotti finiti
sv_se: Lager färdigvaror

# Codeunit 3187161238 - NamedType 2100511130
source: Material Variance
it_it: Scostamento materiali
sv_se: Materialvarians

# Codeunit 3187161238 - NamedType 3263110857
source: Manufacturing Overhead Variance
it_it: Scostamento costi generali produzione
sv_se: Produktionsomkostnadsvarians

# Codeunit 3187161238 - NamedType 4054366867
source: Overhead Applied, Capacity
it_it: Costi generali collegati, capacità
sv_se: Omkostnad kopplad kapacitet

# Codeunit 3187161238 - NamedType 3657105488
source: Purchase Variance, Capacity
it_it: Scostamento acquisti, capacità
sv_se: Inköpsvarians kapacitet

# Codeunit 3187161238 - NamedType 4075731582
source: Subcontracted Variance
it_it: Scostamento conto lavoro
sv_se: Legotillverkning varians

# Codeunit 3187161238 - NamedType 4247888177
source: WIP Account, Finished Goods
it_it: Conto WIP, prodotti finiti
sv_se: PIA färdigvaror

# Codeunit 68986151 - NamedType 4205655445
source: AutoDripLite - Black
it_it: AutoDripLite - Nero
sv_se: AutoDripLite – svart

# Codeunit 68986151 - NamedType 3464251969
source: AutoDripLite - Red
it_it: AutoDripLite - Rosso
sv_se: AutoDripLite – röd

# Codeunit 68986151 - NamedType 998262429
source: AutoDripLite - White
it_it: AutoDripLite - Bianco
sv_se: AutoDripLite – vit

# Codeunit 68986151 - NamedType 1848497185
source: BLACK
it_it: NERO
sv_se: SVART

# Codeunit 68986151 - NamedType 3105861930
source: Button
it_it: Pulsante
sv_se: Knapp

# Codeunit 68986151 - NamedType 3952021635
source: Circuit board
it_it: Scheda circuito
sv_se: Kretskort

# Codeunit 68986151 - NamedType 2540450757
source: Control panel display
it_it: Vista pannello di controllo
sv_se: Bildskärm på kontrollpanelen

# Codeunit 68986151 - NamedType 1258389430
source: Facia Panel with display
it_it: Pannello Facia con display
sv_se: Instrumentpanel med bildskärm

# Codeunit 68986151 - NamedType 1730263222
source: Coffee filter basket
it_it: Cestello filtro caffè
sv_se: Korg för kaffefilter

# Codeunit 68986151 - NamedType 2377535070
source: Foot, adjustable, rubber
it_it: Piede, regolabile, gomma
sv_se: Fot, justerbar, gummi

# Codeunit 68986151 - NamedType 2234620852
source: Glass Carafe
it_it: Caraffa di vetro
sv_se: Glaskanna

# Codeunit 68986151 - NamedType 4240053826
source: Heating element
it_it: Elemento riscaldante
sv_se: Värmeelement

# Codeunit 68986151 - NamedType 1142482674
source: Housing Airpot Duo
it_it: Alloggiamento Airpot Duo
sv_se: Hölje till Airpot Duo

# Codeunit 68986151 - NamedType 1902657836
source: Housing Airpot
it_it: Alloggiamento Airpot
sv_se: Hölje till Airpot

# Codeunit 68986151 - NamedType 2737195739
source: Housing AutoDrip
it_it: Alloggiamento AutoDrip
sv_se: Hölje till AutoDrip

# Codeunit 68986151 - NamedType 2984349676
source: On/off light
it_it: Luce accesa/spenta
sv_se: Ljus på/av

# Codeunit 68986151 - NamedType 1968669551
source: Paint, black
it_it: Vernice, nero
sv_se: Färg, svart

# Codeunit 68986151 - NamedType 2855807395
source: Paint, red
it_it: Vernice, rosso
sv_se: Färg, röd

# Codeunit 68986151 - NamedType 179343799
source: Paint, white
it_it: Vernice, bianco
sv_se: Målad, vit

# Codeunit 68986151 - NamedType 1598640351
source: Power cord
it_it: Cavo di alimentazione
sv_se: Strömsladd

# Codeunit 68986151 - NamedType 163315573
source: RED
it_it: ROSSO
sv_se: RÖD

# Codeunit 68986151 - NamedType 1724675473
source: Reservoir Assembly
it_it: Assemblaggio serbatoio
sv_se: Tankmontering

# Codeunit 68986151 - NamedType 482460355
source: Reservoir testing kit
it_it: Kit di test serbatoio
sv_se: Testpaket för tank

# Codeunit 68986151 - NamedType 879392867
source: Reservoir
it_it: Serbatoio
sv_se: Tank

# Codeunit 68986151 - NamedType 4231765149
source: Screw Hex M3, Zinc
it_it: Vite esagonale M3, zinco
sv_se: Sexkantsskruv M3, zink

# Codeunit 68986151 - NamedType 759575736
source: Stainless steel thermal carafe
it_it: Caraffa termica acciaio inox
sv_se: Termoskanna i rostfritt stål

# Codeunit 68986151 - NamedType 3566227048
source: Switch on/off
it_it: Attiva/Disattiva
sv_se: Växel på/av

# Codeunit 68986151 - NamedType 42370055
source: Warming plate
it_it: Piastra riscaldante
sv_se: Värmeplatta

# Codeunit 68986151 - NamedType 58308810
source: Water tubing
it_it: Tubi per acqua
sv_se: Vattenledningar

# Codeunit 68986151 - NamedType 1877958953
source: WHITE
it_it: BIANCO
sv_se: VIT

# Codeunit 1929627111 - NamedType 867751951
source: Coffee Makers
it_it: Caffettiere
sv_se: Kaffebryggare

# Codeunit 1929627111 - NamedType 3751312976
source: CM
it_it: CA
sv_se: KB

# Codeunit 1929627111 - NamedType 270205630
source: Commercial Models
it_it: Modelli commerciali
sv_se: Kommersiella modeller

# Codeunit 1929627111 - NamedType 1102948949
source: CM_Commer
it_it: MC_Commer
sv_se: KB_Kommer

# Codeunit 1929627111 - NamedType 1028180748
source: Consumer Models
it_it: Modelli di consumo
sv_se: Konsumentmodeller

# Codeunit 1929627111 - NamedType 2003774803
source: CM_Consum
it_it: MC_Consum
sv_se: KM_Konsum

# Codeunit 1929627111 - NamedType 1285661834
source: Parts
it_it: Parti
sv_se: Delar

# Codeunit 1929627111 - NamedType 905402241
source: PARTS
it_it: PARTI
sv_se: DELAR

# Codeunit 3818209661 - NamedType 2940071644
source: START-MANF
it_it: AVVIO-PROD
sv_se: START-TILV

# Codeunit 4197193757 - NamedType 281830961
source: Capacity Journal
it_it: Registrazioni capacità
sv_se: Kapacitetsjournal

# Codeunit 4197193757 - NamedType 2260571072
source: CAPACITY
it_it: CAPACITÀ
sv_se: KAPACITET

# Codeunit 4197193757 - NamedType 2811771362
source: Consumption Journal
it_it: Registrazioni consumi
sv_se: Förbrukningsjournal

# Codeunit 4197193757 - NamedType 439262871
source: CONSUMP
it_it: CONSUMO
sv_se: FÖRBRUKN

# Codeunit 4197193757 - NamedType 3507266890
source: Item Journal
it_it: Registrazioni articoli
sv_se: Artikeljournal

# Codeunit 4197193757 - NamedType 4058039807
source: ITEM
it_it: ARTICOLO
sv_se: ARTIKEL

# Codeunit 4197193757 - NamedType 2723632880
source: Output Journal
it_it: Registrazioni output
sv_se: Utflödesjournal

# Codeunit 4197193757 - NamedType 1002374457
source: OUTPUT
sv_se: UTFLÖDE

# Codeunit 4197193757 - NamedType 3547208870
source: Start Manufacturing
it_it: Avvia produzione
sv_se: Starta produktion

# Codeunit 4197193757 - NamedType 2940071644
source: START-MANF
it_it: AVVIO-PROD
sv_se: START-TILV

# Codeunit 4253797550 - NamedType 3020507029
source: Firm Planned orders
it_it: Ordini confermati
sv_se: Fast planerade order

# Codeunit 4253797550 - NamedType 3178839878
source: M-FIRMP
it_it: P-CONFERM
sv_se: P-FASTP

# Codeunit 4253797550 - NamedType 3773449897
source: Machine Centers
it_it: Centri lavoro
sv_se: Maskingrupper

# Codeunit 4253797550 - NamedType 2019154042
source: MACHCTR
it_it: CENTRLAV
sv_se: MASKGRP

# Codeunit 4253797550 - NamedType 1575790293
source: Planned orders
it_it: Ordini pianificati
sv_se: Planerade order

# Codeunit 4253797550 - NamedType 1242381318
source: M-PLAN
it_it: P-PIANIF
sv_se: P-PLAN

# Codeunit 4253797550 - NamedType 3887735886
source: Production BOMs
it_it: DB produzione
sv_se: Produktstrukturer

# Codeunit 4253797550 - NamedType 213633253
source: PRODBOM
it_it: DBPROD
sv_se: PRODSTRU

# Codeunit 4253797550 - NamedType 2590490902
source: Released orders
it_it: Ordini rilasciati
sv_se: Släppta order

# Codeunit 4253797550 - NamedType 3261983693
source: M-REL
it_it: P-RIL
sv_se: P-UTSL

# Codeunit 4253797550 - NamedType 2547030786
source: Routings
it_it: Cicli
sv_se: Operationsföljder

# Codeunit 4253797550 - NamedType 1297359992
source: ROUTING
it_it: CICLO
sv_se: OPERFÖLJD

# Codeunit 4253797550 - NamedType 1673009079
source: Simulated orders
it_it: Ordini simulati
sv_se: Simulerade order

# Codeunit 4253797550 - NamedType 3330719942
source: M-SIM
it_it: P-SIM
sv_se: P-SIM

# Codeunit 4253797550 - NamedType 1432277989
source: Work Centers
it_it: Aree di produzione
sv_se: Produktionsgrupper

# Codeunit 4253797550 - NamedType 1204491286
source: WORKCTR
it_it: AREEPROD
sv_se: PRODENH

# Codeunit 3891720912 - NamedType 1638483608
source: O-PROM
it_it: PROM-O
sv_se: O-LÖFT

# Codeunit 2358256497 - NamedType 2444878382
source: Capacities
it_it: Capacità
sv_se: Kapacitet

# Codeunit 2358256497 - NamedType 1207608890
source: Finished Items
it_it: Articoli finiti
sv_se: Färdiga artiklar

# Codeunit 2358256497 - NamedType 4010049990
source: FINISHED
it_it: FINITO
sv_se: FÄRDIG

# Codeunit 2358256497 - NamedType 1390049108
source: MANUFACT
it_it: PRODUZIONE
sv_se: TILLVERK

# Codeunit 3528194800 - NamedType 3378209451
source: AutoDripLite - Base
sv_se: AutoDripLite – bas

# Codeunit 3528194800 - NamedType 4205655445
source: AutoDripLite - Black
it_it: AutoDripLite - Nero
sv_se: AutoDripLite – svart

# Codeunit 3528194800 - NamedType 3464251969
source: AutoDripLite - Red
it_it: AutoDripLite - Rosso
sv_se: AutoDripLite – röd

# Codeunit 3528194800 - NamedType 998262429
source: AutoDripLite - White
it_it: AutoDripLite - Bianco
sv_se: AutoDripLite – vit

# Codeunit 3528194800 - NamedType 1724675473
source: Reservoir Assembly.
it_it: Assemblaggio serbatoio.
sv_se: Tankmontering.

# Codeunit 873807125 - NamedType 146473382
source: Airpot - Parallel
it_it: Airpot - Parallelo
sv_se: Airpot – parallell

# Codeunit 873807125 - NamedType 3499431603
source: Airpot - Serial
it_it: Airpot - Seriale
sv_se: Airpot – serie

# Codeunit 873807125 - NamedType 772236516
source: Airpot - Subcontracting 1
it_it: Airpot - Conto lavoro 1
sv_se: Airpot – legotillverkning 1

# Codeunit 873807125 - NamedType 2210750309
source: Airpot - Subcontracting 2
it_it: Airpot - Conto lavoro 2
sv_se: Airpot – legotillverkning 2

# Codeunit 873807125 - NamedType 1181331913
source: Assembling
it_it: Assemblaggio
sv_se: Montering

# Codeunit 873807125 - NamedType 3617162882
source: Body assembly
it_it: Assemblaggio corpo
sv_se: Karossmontering

# Codeunit 873807125 - NamedType 1267109246
source: Electrical wiring
it_it: Cablaggio elettrico
sv_se: Elektriska ledningar

# Codeunit 873807125 - NamedType 1395745642
source: Inspection
it_it: Ispezione
sv_se: Inspektion

# Codeunit 873807125 - NamedType 808082627
source: Packing
it_it: Imballaggio
sv_se: Förpackning

# Codeunit 873807125 - NamedType 3742006333
source: Reservoir assembly
it_it: Assemblaggio serbatoio
sv_se: Tankmontering

# Codeunit 873807125 - NamedType 468383691
source: Reservoir Assembly
it_it: Assemblaggio serbatoio
sv_se: Tankmontering

# Codeunit 873807125 - NamedType 2599944402
source: Testing
it_it: Test
sv_se: Testning

# Codeunit 873807125 - NamedType 247903204
source: Unit assembly
it_it: Assemblaggio unità
sv_se: Enhetsmontering

# Codeunit 3944764213 - NamedType 2790433966
source: Incorrect configuration of the equipment
it_it: Configurazione non corretta dell'apparecchiatura
sv_se: Felaktig konfiguration av utrustningen

# Codeunit 3944764213 - NamedType 3132751720
source: Defective material
it_it: Materiale difettoso
sv_se: Defekt material

# Codeunit 3944764213 - NamedType 2083534558
source: Equipment
it_it: Attrezz
sv_se: Utrustning

# Codeunit 3944764213 - NamedType 2592070938
source: Lack of personnel
it_it: Mancanza di personale
sv_se: Personalbrist

# Codeunit 3944764213 - NamedType 1049688935
source: Machine failure
it_it: Guasto macchina
sv_se: Maskinfel

# Codeunit 3944764213 - NamedType 1213714271
source: Machine
it_it: Macchina
sv_se: Maskin

# Codeunit 3944764213 - NamedType 2556089127
source: Material defects
it_it: Difetti materiali
sv_se: Materialfel

# Codeunit 3944764213 - NamedType 789014108
source: Operator error
it_it: Errore operatore
sv_se: Operatörsfel

# Codeunit 3944764213 - NamedType 4185354516
source: Operator
it_it: Operatore
sv_se: Operatör

# Codeunit 3944764213 - NamedType 1669540374
source: Personnel
it_it: Personale
sv_se: Personal

# Codeunit 2976520648 - NamedType 748024523
source: Subcontractor
it_it: Terzista
sv_se: Underleverantör

# Codeunit 2400463276 - NamedType 2038539400
source: Non-Prepaid Contract - Monthly
it_it: Contratto non prepagato - Mensile
sv_se: Ej förbetalt kontrakt – månadsvis

# Codeunit 2400463276 - NamedType 3803934645
source: Prepaid Contract - Monthly
it_it: Contratto prepagato - Mensile
sv_se: Förbetalt kontrakt – månadsvis

# Codeunit 2400463276 - NamedType 559765241
source: Prepaid Contract - Quarterly
it_it: Contratto prepagato - Trimestrale
sv_se: Förbetalt kontrakt – kvartalsvis

# Codeunit 3069000996 - NamedType 3366821168
source: Alarm light/message
it_it: Spia di allarme/messaggio
sv_se: Larmlampa/meddelande

# Codeunit 3069000996 - NamedType 1811294949
source: Default
it_it: Predefinito
sv_se: Standard

# Codeunit 3069000996 - NamedType 3078597047
source: ERROR
it_it: ERRORE
sv_se: FEL

# Codeunit 3069000996 - NamedType 2190665706
source: The coffee funnel is blocked by ground coffee
it_it: L'imbuto del caffè è bloccato dal caffè macinato
sv_se: Kaffetratten blockeras av kaffepulver

# Codeunit 3069000996 - NamedType 3921985367
source: The brew unit is clogged or has not been properly greased
it_it: L'unità di erogazione è intasata o non è stata adeguatamente lubrificata
sv_se: Bryggenheten är igensatt eller har inte smörjts in ordentligt

# Codeunit 3069000996 - NamedType 2519913960
source: The machine is overheated
it_it: La macchina è surriscaldata
sv_se: Maskinen är överhettad

# Codeunit 3069000996 - NamedType 64659906
source: Contact service center for assistance
it_it: Contatta il centro assistenza per supporto
sv_se: Kontakta servicecentret och be om hjälp

# Codeunit 3069000996 - NamedType 3806489080
source: The machine leaking underneath
it_it: La macchina ha una perdita sottostante
sv_se: Maskinen läcker undertill

# Codeunit 3069000996 - NamedType 632168041
source: The coffee leaking from filter holder
it_it: Il caffè fuoriesce dal portafiltro
sv_se: Kaffet läcker från filterhållaren

# Codeunit 3069000996 - NamedType 1495868686
source: Loud noise during grinding
it_it: Rumore forte durante la macinazione
sv_se: Högt ljud under malning
